[
  {
    "id": "c46a6f35-29c9-40dd-b94f-cce2de4b2d32",
    "translation": "In dieser Studie untersuchten Forscher, ob CBD-Öl bei Tics (wiederholte, unkontrollierte Bewegungen oder Geräusche) bei Teenagern mit Tourette-Syndrom helfen könnte. Sie verabreichten 120 Teenagern 12 Wochen lang CBD-Öl oder ein Placebo (Scheinbehandlung). Die Teenager, ihre Eltern und die Ärzte wussten nicht, wer das echte CBD erhielt. Die Ergebnisse zeigten, dass die Teenager, die CBD einnahmen, weniger und weniger schwere Tics hatten im Vergleich zur Placebo-Gruppe. Die Studie deutet darauf hin, dass CBD eine hilfreiche Behandlung für Tics beim Tourette-Syndrom sein könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "9542d528-8154-44c7-9244-c289aa507178",
    "translation": "Studie testet, ob CBD und andere Cannabis-Verbindungen insulinproduzierende Zellen vor Schäden durch hohe Zucker- und Fettwerte schützen können.\n\nForscher züchteten insulinproduzierende Zellen in Laborschalen und setzten sie hohen Mengen an Zucker und Fett aus, um Bedingungen wie bei Diabetes nachzuahmen. Dann behandelten sie die Zellen mit verschiedenen Cannabis-Verbindungen, einschließlich CBD.\n\nDie Ergebnisse zeigten, dass CBD und einige andere Cannabis-Chemikalien den Zellen halfen, unter den stressigen Bedingungen besser zu funktionieren und zu überleben. Dies deutet darauf hin, dass diese Verbindungen Potenzial haben könnten, insulinproduzierende Zellen bei Menschen mit Diabetes zu schützen.\n\nWeitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen und zu prüfen, ob die Wirkungen auf lebende Organismen übertragbar sind."
  },
  {
    "id": "a2cf1306-5b7a-4934-9a6a-68647d823ae1",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nForscher testeten, ob CBD (eine Chemikalie in Cannabis) helfen könnte, vor Bandscheibendegeneration in der Wirbelsäule zu schützen. Sie verletzten Bandscheiben in den Schwänzen von Ratten, indem sie sie mit einer Nadel einstachen. Dann injizierten sie verschiedene CBD-Dosen direkt in die verletzten Bandscheiben.\n\nMit MRT-Scans und mikroskopischer Untersuchung der Bandscheiben fanden die Forscher heraus, dass die höchste CBD-Dosis (120 nmol) die durch die Nadelverletzung verursachten Schäden signifikant reduzierte.\n\nDa CBD als sehr sicher gilt, schlagen die Forscher vor, dass es in Zukunft eine nützliche Behandlung für Bandscheibendegeneration sein könnte. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "0fda882a-98ec-48e9-ae32-bb88407095a9",
    "translation": "Forscher befragen Erwachsene mit Sichelzellkrankheit, um zu verstehen, wie sie ihre Schmerzen behandeln. Die Studie sammelt Informationen über ihre Verwendung von verschreibungspflichtigen Opioiden, CBD und Cannabis, um Muster und potenzielle Suchtbedenken zu identifizieren. Studie in Bearbeitung."
  },
  {
    "id": "ec4b1d3c-04c9-47d2-bf1d-9ba6aa80aacd",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Studie untersuchte, wie eine synthetische Cannabis-ähnliche Verbindung namens WIN55,212-2 Entzündungsstoffe beeinflusst, die von menschlichen Astrozyten (einer Art Gehirnzelle) produziert werden, wenn sie durch ein Protein namens IL-1β stimuliert werden. Die Forscher fanden heraus, dass WIN55,212-2 die Produktion von Stickstoffmonoxid, einem wichtigen Entzündungsstoff, durch die aktivierten Astrozyten stark reduzierte. Dieser Effekt wurde teilweise blockiert, wenn Rezeptoren für Cannabinoide (die aktiven Verbindungen in Cannabis) ausgeschaltet wurden, was darauf hindeutet, dass WIN55,212-2 auf diese Rezeptoren wirkt. WIN55,212-2 reduzierte auch andere Entzündungsstoffe wie Tumornekrosefaktor-α, CXCL10, CCL2 und CCL5. Diese Ergebnisse deuten darauf hin, dass Cannabis-ähnliche Verbindungen helfen könnten, Gehirnentzündungen zu behandeln."
  },
  {
    "id": "c40e679d-5c43-4a34-ab92-ad935997460f",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "7f40d48e-cea6-4b1e-93f6-b0833917fd4b",
    "translation": "Hier ist eine verständliche Zusammenfassung der CBD- und parodontopathogenen Bakterien-Forschungsstudie:\n\nForscher testeten CBD, eine Verbindung in Cannabis, um zu sehen, ob es Bakterien abtöten kann, die Zahnfleischerkrankungen verursachen. Sie untersuchten 5 Arten von Bakterien, die mit Parodontitis in Verbindung stehen. CBD war wirksam beim Abtöten dieser Bakterien, selbst wenn sie in klebrigen \"Biofilm\"-Gemeinschaften waren. Wichtig ist, dass CBD zumindest in einer Tierstudie nicht toxisch für gesunde Zellen war. Diese Ergebnisse deuten darauf hin, dass CBD eine sichere, natürliche alternative Behandlung für Zahnfleischerkrankungen sein könnte, die oft Antibiotika erfordern. Allerdings ist weitere Forschung noch erforderlich, um diese Ergebnisse zu bestätigen und CBD bei Menschen zu testen. Die Studie ist derzeit in Bearbeitung."
  },
  {
    "id": "687c5b17-7b97-4a10-bbf9-f6c7e52c9c80",
    "translation": "Diese Studie testet Vareniclin, ein Medikament zur Raucherentwöhnung, kombiniert mit finanziellen Anreizen zur Tabakabstinenz bei jungen Erwachsenen. Die Forscher untersuchen auch, wie der Cannabiskonsum Versuche zur Tabakabstinenz während der 12-wöchigen Behandlung beeinflusst."
  },
  {
    "id": "94407cb0-2dc0-49ad-8153-9a11b4da30b9",
    "translation": "Forscher untersuchten, wie natürliche Verbindungen aus Cannabis (wie CBD) zur Behandlung von Nervenschmerzen eingesetzt werden könnten. Sie testeten diese Verbindungen in Tiermodellen für neuropathische Schmerzen, die die Art von Schmerzen nachahmen, die Menschen mit Erkrankungen wie Diabetes oder Nervenschäden erleben. Die Studie ergab, dass diese aus Cannabis gewonnenen Verbindungen multiple vorteilhafte Wirkungen hatten, einschließlich der Reduzierung von Schmerzen, Entzündungen und anderen nervenbezogenen Symptomen. Die Forscher sagen, diese natürlichen Verbindungen zeigen vielversprechende Ansätze als potenzielle Behandlungen für neuropathische Schmerzen, aber weitere Forschung ist noch erforderlich, um diese Ergebnisse in Humanstudien zu bestätigen."
  },
  {
    "id": "17e94925-1d3a-4fed-b16f-a04e1eb7d1ca",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "abaa93ac-b79d-43f0-b78d-70aac4b28575",
    "translation": "Forscher testeten, wie CBD-Öl die Gehirnfunktion und das Verhalten bei Tieren beeinflusst, die einen Alkoholentzug durchlaufen. Sie verabreichten einigen Tieren CBD-Öl und anderen ein Placebo (Scheinmedikament) nach dem Absetzen von Alkohol. Die CBD-Gruppe zeigte weniger Angstzustände und Veränderungen in den Gehirnchemikalienspiegeln im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass CBD helfen könnte, die negativen Auswirkungen des Alkoholentzugs zu behandeln. Weitere Forschung ist erforderlich, um zu prüfen, ob diese Ergebnisse auf Menschen übertragbar sind. Die Ergebnisse deuten darauf hin, dass CBD Potenzial hat, die Erholung von Alkoholsucht zu unterstützen, aber weitere Studien sind erforderlich, um diese Vorteile zu bestätigen."
  },
  {
    "id": "d422cb6b-bae6-4d86-833c-cb0a19891617",
    "translation": "Diese Studie \"Tetrahydrocannabinolsäure-Synthase, das Enzym, das die Psychoaktivität von Marihuana kontrolliert, wird in den Speicherhohlraum der Drüsentrichome sezerniert\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "9a30b120-566a-4236-9295-20e27251259d",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nForscher testeten CBD-Öl, um zu sehen, ob es Krebspatienten helfen könnte, die mit Nervenschmerzen durch Chemotherapie zu kämpfen haben. 50 Menschen mit dieser Erkrankung nahmen an der Studie teil. Die Hälfte erhielt CBD-Öl, während die andere Hälfte ein Placebo (Scheinbehandlung) erhielt. Weder die Patienten noch die Ärzte wussten, wer das echte CBD erhielt. Nach 4 Wochen zeigte die Gruppe, die CBD einnahm, spürbar weniger Nervenschmerzen im Vergleich zur Placebo-Gruppe. Die Studie ergab auch, dass das CBD sicher und gut verträglich war. Diese Ergebnisse deuten darauf hin, dass CBD-Öl eine hilfreiche Behandlung für durch Chemotherapie verursachte Nervenprobleme sein könnte. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "87e5b5e8-7997-452a-845a-8d6e8a1696f3",
    "translation": "Diese Phase-1-Studie bewertet eine neue orale CBD-Formel über vier Wochen bei gesunden Erwachsenen. Die Forscher messen die CBD-Absorption, Immunsystemeffekte und erstellen Sicherheitsdaten für zukünftige klinische Anwendungen."
  },
  {
    "id": "74d99bdb-370a-4c17-aecd-5dee61f3284a",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "09260413-e5f3-4b31-b8e9-979fe05558f8",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Studie untersuchte, was wir in den letzten 20 Jahren über die Risiken des Freizeitkonsums von Cannabis (Marihuana) gelernt haben.\n\nDie Forschung zeigt, dass Fahren unter Cannabiseinfluss das Risiko eines Autounfalls etwa verdoppelt. Etwa 1 von 10 Menschen, die regelmäßig Cannabis konsumieren, werden davon abhängig. Regelmäßiger Cannabiskonsum als Teenager ist mit erhöhten Chancen verbunden, die Schule vorzeitig abzubrechen und als Erwachsener psychische Gesundheitsprobleme wie Psychosen zu entwickeln. Regelmäßiger Cannabiskonsum im Jugendalter ist auch mit dem späteren Ausprobieren anderer illegaler Drogen verbunden.\n\nObwohl einige Wissenschaftler die Ursachen debattieren, deuten die Beweise darauf hin, dass Cannabiskonsum zu diesen Problemen beitragen kann."
  },
  {
    "id": "011b9fff-2ca3-4287-8e75-b596cb2ee8b9",
    "translation": "Diese Studie \"(2020). Therapeutisches Potenzial von Cannabidiol (CBD) für Hautgesundheit und Störungen.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "ad4768f7-2dfd-4ca5-a1c7-505e23b5361c",
    "translation": "Diese Phase-1-Studie findet die sichere und wirksame Dosis eines CBD-reichen Cannabis-Extrakts für Kinder mit Dravet-Syndrom, einer schweren Epilepsie. Die Forscher verfolgen die Verträglichkeit über 20 Wochen, während die Dosen sorgfältig erhöht werden."
  },
  {
    "id": "c23f6b70-7a4a-461c-94c5-ea0eadbe6e63",
    "translation": "CBD: Eine neue Hoffnung?\n\nDieser Artikel diskutiert das Potenzial von CBD, einer Verbindung in der Cannabispflanze, zur Behandlung verschiedener Gesundheitszustände. Die Autoren heben hervor, dass CBD kürzlich von der FDA zur Behandlung einer Art von medikamentenresistenter Epilepsie bei Kindern zugelassen wurde.\n\nDer Artikel erforscht auch die Wissenschaft dahinter, wie CBD im Körper wirkt und seine möglichen therapeutischen Anwendungen über Epilepsie hinaus. Die Autoren schlagen vor, dass diese Zulassung neue Wege für weitere Forschung zu CBD und seinen medizinischen Anwendungen eröffnet.\n\nObwohl der Artikel keine neuen Forschungsergebnisse präsentiert, bietet er einen Überblick über den aktuellen Fortschritt auf dem Gebiet der CBD- und Cannabinoid-Medizin."
  },
  {
    "id": "c2ff4950-cf9a-47ae-98f7-a98a03095c53",
    "translation": "Diese Studie \"THC zähmen: Potenzielle Cannabis-Synergie und Phytocannabinoid-Terpenoid-Entourage-Effekte\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "3895242d-f51a-42d2-a745-a32152a6e7ad",
    "translation": "Diese Studie \"Klinischer Endocannabinoid-Mangel neu betrachtet: Aktuelle Forschung unterstützt die Theorie bei Migräne, Fibromyalgie, Reizdarmsyndrom und anderen behandlungsresistenten Syndromen\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "8e5a3930-e3a8-4737-b868-f588b5559557",
    "translation": "Forscher testeten, ob CBD (die nicht-psychoaktive Verbindung in Cannabis) die Schmerzlinderung durch elektrische Nervenstimulation verbessern kann. Sie verabreichten 40 gesunden Menschen CBD oder ein Placebo und stimulierten dann ihre Nerven mit kleinen elektrischen Schocks. Die Personen, die CBD einnahmen, berichteten über weniger Schmerzen im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass CBD die schmerzlindernden Wirkungen der Nervenstimulation durch Interaktion mit den körpereigenen natürlichen schmerzregulierenden Chemikalien verstärken könnte. Weitere Forschung ist erforderlich, aber diese frühen Ergebnisse deuten darauf hin, dass CBD eine nützliche Ergänzung zu Schmerzbehandlungen sein könnte."
  },
  {
    "id": "c9ec9bd5-d2ca-4bc6-aa5f-6e98bc8f0e81",
    "translation": "Forscher testeten, wie CBD bei Symptomen von Schizophrenie bei Mäusen helfen könnte. Sie verabreichten den Mäusen ein Medikament namens MK-801, um Veränderungen im Gehirn ähnlich wie bei Schizophrenie auszulösen. Dann gaben sie einigen der Mäuse CBD. Die Forscher fanden heraus, dass CBD half, die negativen Gehirnveränderungen, die durch MK-801 verursacht wurden, umzukehren. Dies deutet darauf hin, dass CBD Potenzial haben könnte, bestimmte Aspekte der Schizophrenie zu behandeln. Weitere Forschung ist erforderlich, um zu prüfen, ob diese Ergebnisse auf Menschen übertragbar sind. Die Ergebnisse sind vielversprechend, aber die Studie wurde an Mäusen und nicht an Menschen durchgeführt."
  },
  {
    "id": "e2dcae74-c21e-43d4-a8c6-7ad47bbdaadc",
    "translation": "Diese Studie untersucht die Auswirkungen von CBD auf die psychische Gesundheit. Forscher untersuchen, ob Cannabidiol helfen kann, Angstzustände, Stress oder Depressionssymptome zu reduzieren."
  },
  {
    "id": "d42b9f9e-6126-41dc-8914-2791d107ab3e",
    "translation": "Forscher untersuchten, wie das körpereigene natürliche Cannabinoid-System Appetit und Essen beeinflusst. Sie verabreichten Mäusen entweder ein Medikament, das das Cannabinoid-System aktiviert, oder ein Placebo. Die Mäuse, die das Medikament erhielten, aßen mehr und nahmen mehr Gewicht zu als die Placebo-Gruppe. Dies deutet darauf hin, dass die körpereigenen Cannabinoide eine Rolle bei der Regulierung der Nahrungsaufnahme und des Körpergewichts spielen. Die Erkenntnisse könnten helfen, den \"Fressflash\"-Effekt von Marihuana zu erklären, das pflanzliche Cannabinoide enthält. Weitere Forschung ist erforderlich, um zu prüfen, ob diese Ergebnisse auf Menschen übertragbar sind und zu neuen Behandlungen für Appetit- und Gewichtsprobleme führen könnten."
  },
  {
    "id": "aa1d312b-38fc-42c2-aef0-b3c7ecb02b22",
    "translation": "Diese Studie \"Targeting von CB2-GPR55-Rezeptor-Heteromeren moduliert die Krebszellsignalisierung\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "eaedd549-40a0-4df9-80b0-4f005056f80b",
    "translation": "Forscher untersuchten, ob CBD-Öl bei der Behandlung von Epilepsie helfen könnte. Sie überprüften die verfügbaren Studien, fanden aber noch nicht genügend Beweise, um zu sagen, ob CBD wirksam ist. Die Studien umfassten nur kleine Teilnehmerzahlen und kurze Behandlungszeiträume, sodass die Langzeitsicherheit von CBD bei Epilepsie noch unklar ist. Weitere Forschung ist erforderlich, um festzustellen, ob CBD eine zuverlässige Behandlung für Epilepsie sein kann."
  },
  {
    "id": "2603e82b-62b4-4eb8-bf35-2500ee544142",
    "translation": "Diese Laborstudie untersucht, wie Marihuana und Opioide sich gegenseitig beeinflussen, wenn sie zusammen eingenommen werden. Die Forscher messen Drogenvorliebe, körperliche Wirkungen und Missbrauchspotenzial bei verschiedenen Dosiskombinationen. Studie in Bearbeitung."
  },
  {
    "id": "77bb3cac-9383-4f9c-9a89-c64032f11b6c",
    "translation": "Diese Pilotstudie testet Vareniclin, ein Medikament zur Raucherentwöhnung, bei Menschen, die sowohl Cannabis als auch Tabak konsumieren. Die Forscher erforschen, ob dieses Medikament helfen könnte, den Konsum beider Substanzen zusammen zu reduzieren."
  },
  {
    "id": "70f97bcc-54ca-44cf-93d0-a4f4cc868fb1",
    "translation": "Diese Studie untersucht die potenziellen hirnschützenden Eigenschaften von CBD. Forscher untersuchen, ob Cannabidiol helfen könnte, Gehirnzellen bei neurodegenerativen Erkrankungen zu schützen."
  },
  {
    "id": "c8b4ce8c-158c-4417-a9fe-334f8f024fa2",
    "translation": "Diese Studie testet, ob THC-Vorbehandlung das Marihuana-Verlangen reduzieren kann, wenn süchtige Nutzer marihuana-bezogene Hinweise sehen. Die Idee ist, dass die Einnahme von THC vor der Exposition gegenüber Auslösern die Verlangensreaktion schwächen und Menschen helfen könnte, dem Konsum zu widerstehen."
  },
  {
    "id": "3d7b89b7-99c0-4d89-93c2-385dd0801cc3",
    "translation": "Diese Studie \"Ein Entourage-Effekt: Inaktive endogene Fettsäureglycerolester verstärken die 2-Arachidonoylglycerol-Cannabinoid-Aktivität\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "8b7be363-e348-4295-b091-6084ccaec2a6",
    "translation": "Diese Studie \"Erhöhtes Anandamid, verbessertes Abrufen der Angstextinktion und abgeschwächte Stressreaktionen nach Hemmung der Fettsäureamidhydrolase\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e5656746-c451-4c6b-8524-6b6107b80452",
    "translation": "In dieser Studie testeten Forscher, ob CBD (die wichtigste nicht-psychoaktive Verbindung in Cannabis) helfen könnte, Bluthochdruck bei Ratten mit Nierenproblemen zu senken.\n\nSie verabreichten einigen Ratten 4 Wochen lang täglich CBD, während andere ein Placebo erhielten. Die CBD-Gruppe zeigte signifikante Verbesserungen ihrer Herzgesundheit und ihres Blutdrucks im Vergleich zur Placebo-Gruppe.\n\nDie Ergebnisse deuten darauf hin, dass CBD eine potenzielle neue Behandlung für Bluthochdruck sein könnte, insbesondere bei Menschen mit Nierenproblemen. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen und zu prüfen, ob sie auf Menschen übertragbar sind."
  },
  {
    "id": "acad6b93-6144-46b3-ae0b-2c07ce3ca57a",
    "translation": "Diese Pilotstudie bewertet einen digitalen T-Break-Leitfaden, der Menschen hilft, Toleranzpausen von Cannabis einzulegen. Die Forscher erforschen, wie Menschen den Leitfaden nutzen und ob er ihnen hilft, den Cannabiskonsum erfolgreich zu reduzieren oder zu pausieren."
  },
  {
    "id": "92fa9d5d-2266-477b-9566-7437d415efcd",
    "translation": "In dieser Studie entwickelten Forscher ein CBD-haltiges Gel, das langsam CBD freisetzen kann, um bei der Behandlung chronischer Darmentzündungen zu helfen. Sie testeten das Gel im Labor und fanden heraus, dass es sicher und wirksam bei der Reduzierung von Entzündungen ist. Das Gel konnte die Immunzellen namens Makrophagen vom entzündlichen \"M1\"-Typ weg zum heilenden \"M2\"-Typ verschieben. Es reduzierte auch die Produktion von Entzündungschemikalien und oxidativen Stress in den Zellen. Diese Ergebnisse deuten darauf hin, dass das CBD-Gel eine vielversprechende neue Behandlung für chronische Darmerkrankungen sein könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "7961ac40-15a3-4679-b6cd-131ad74d7d2a",
    "translation": "Forscher untersuchten, wie CBD-Öl einen wichtigen Signalweg im Körper namens Nrf2 beeinflusst. Der Nrf2-Signalweg hilft, Zellen vor Schäden und Entzündungen zu schützen. Die Studie wurde an Zellen im Labor durchgeführt. Die Ergebnisse zeigten, dass CBD den Nrf2-Signalweg aktivierte, was zu reduzierter Entzündung und verbesserten antioxidativen Abwehrmechanismen führte. Dies deutet darauf hin, dass CBD therapeutisches Potenzial für Erkrankungen haben könnte, die oxidativen Stress und Entzündungen beinhalten, wie neurodegenerative Erkrankungen. Allerdings ist weitere Forschung erforderlich, um diese Ergebnisse beim Menschen zu bestätigen. Insgesamt liefert diese Studie Einblicke, wie CBD auf zellulärer Ebene wirken könnte, um potenzielle gesundheitliche Vorteile zu haben."
  },
  {
    "id": "cb761384-83c8-4fa0-8341-dbfd258f47cc",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Übersichtsarbeit betrachtet, wie Cannabis und seine chemischen Bestandteile, genannt Cannabinoide, zur Behandlung chronischer Schmerzen eingesetzt werden können. Tierstudien zeigen, dass Cannabinoide wirken, indem sie die Freisetzung schmerzauslösender Chemikalien reduzieren, ändern wie Schmerzsignale übertragen werden, Signalwege aktivieren, die Schmerzen blockieren, und Entzündungen reduzieren. Klinische Studien deuten darauf hin, dass Cannabis/Cannabinoide moderate Schmerzlinderung bieten, insbesondere bei neuropathischen (nervenbezogenen) Schmerzen. Die Studien waren jedoch klein und kurzfristig. Größere, längerfristige Studien sind noch erforderlich, um die Vorteile und Risiken der medizinischen Cannabisverwendung bei chronischen Schmerzen vollständig zu verstehen. Insgesamt unterstützt die aktuelle Forschung die Verwendung von medizinischem Cannabis zur Behandlung chronischer Schmerzen bei Erwachsenen, aber eine engmaschige Überwachung der Patienten ist wichtig."
  },
  {
    "id": "bfac4224-4bad-44c8-aeb0-26a235aab47f",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Studie untersuchte, ob eine Chemikalie namens CBD (aus der Cannabispflanze) bei der Behandlung von Angstzuständen und Depressionen bei Tieren helfen könnte. Die Forscher überprüften frühere Studien, die CBD in Tiermodellen für Angstzustände und Depressionen testeten. Die Experimente beinhalteten Tests wie den Zwangsschwimmtest und das erhöhte Plus-Labyrinth. Die Ergebnisse deuten darauf hin, dass CBD in diesen Tiermodellen angstlösende und antidepressiv-ähnliche Wirkungen hat. Wichtig ist, dass CBD die CB1- und CB2-Rezeptoren nicht aktivierte, die mit dem \"High\"-Gefühl von Cannabis verbunden sind. Stattdessen schien CBD mit dem 5-HT1A-Rezeptor zu interagieren, der an der Stimmungsregulation beteiligt ist. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "0cf172a0-5a2d-4b97-ae47-debf6ed3305d",
    "translation": "Diese Studie erforscht das Potenzial von CBD für die Suchtbehandlung. Forscher untersuchen, ob Cannabidiol helfen kann, Verlangen und Entzugssymptome zu reduzieren."
  },
  {
    "id": "41e8635f-0290-49fb-b01d-fc694a4a7da3",
    "translation": "Diese Studie verfolgt, was passiert, wenn starke Cannabiskonsumenten ihren Konsum reduzieren. Unter Verwendung von Echtzeit-Telefonumfragen und Anreizen für eine Reduzierung messen die Forscher Veränderungen bei der psychischen Gesundheit, dem Fahrverhalten, dem Gedächtnis und der Lebensqualität."
  },
  {
    "id": "d221c547-c83a-4cad-b27e-def9f68aa513",
    "translation": "Diese Studie \"(2019). Qualitätsmerkmale von 'Cannabidiol-Ölen': Cannabinoid-Gehalt, Terpenprofil und Oxidationsstabilität kommerziell in Europa erhältlicher Zubereitungen.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "d54207a8-f0af-4ffb-83ef-32590ed7a9c4",
    "translation": "Diese Studie testet, ob medizinisches Cannabis sicher und wirksam für die Behandlung von Nervenschmerzen bei HIV-Patienten ist. HIV-assoziierte Neuropathie verursacht schmerzhaftes Brennen und Kribbeln in Händen und Füßen. Die Forscher vergleichen Cannabis mit Placebo zur Schmerzlinderung."
  },
  {
    "id": "04cf9b9e-f783-4d03-bc2b-1223295b7b7a",
    "translation": "Diese Studie diskutiert neue Wege zur Verwendung von Medikamenten, die die körpereigenen Cannabinoid-Rezeptoren (CB1 und CB2) aktivieren, um verschiedene medizinische Erkrankungen zu behandeln.\n\nForscher haben bereits einige Cannabinoid-basierte Medikamente entwickelt, wie Cesamet, Marinol und Sativex, die bei chemotherapieinduzierter Übelkeit helfen, den Appetit anregen und neuropathische Schmerzen lindern können.\n\nDie Studie skizziert fünf Strategien, um die Wirksamkeit und Sicherheit dieser Cannabinoid-Medikamente potenziell zu verbessern:\n1) Targeting von Rezeptoren außerhalb des Gehirns\n2) Targeting von Rezeptoren in bestimmten Geweben\n3) Targeting von erhöhten/hochregulierten Rezeptoren\n4) Targeting von CB2-Rezeptoren\n5) Kombination mehrerer Ziele\n\nDie Forscher überprüfen die wissenschaftlichen Beweise, die eine weitere Erforschung dieser Strategien zur Entwicklung neuer und besserer Cannabinoid-basierter Medikamente unterstützen."
  },
  {
    "id": "4ed110b4-5099-41b5-ad18-214aab471a61",
    "translation": "Dieses Projekt entwickelt eine Telefon-App, um Marihuana-Nutzern zu helfen, ihre eigene Beeinträchtigung zu testen. Nach Erhalt von THC oder Placebo absolvieren die Teilnehmer einfache Aufgaben auf der App und bewerten, wie beeinträchtigt sie sich fühlen. Das Ziel ist die Schaffung eines persönlichen Werkzeugs, um den Nutzern zu helfen, zu wissen, wann sie zu beeinträchtigt zum Fahren sind."
  },
  {
    "id": "fc551510-e1e2-4001-ab67-d9ae4c1d61a6",
    "translation": "Diese Studie \"Ein Update zur PPAR-Aktivierung durch Cannabinoide\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "d161bc2a-aaaf-4e2b-8ebb-ff5205c334b6",
    "translation": "Forscher testeten, wie Darmbakterien die Reaktion des Herzens auf Komasaufen beeinflussen. Sie gaben Mäusen Antibiotika, um bestimmte Darmbakterien auszulöschen, und ließen die Mäuse dann Komasaufen machen. Die Mäuse ohne die gezielten Darmbakterien zeigten weniger Herzschäden im Vergleich zu Mäusen mit normalen Darmbakterien. Die Forscher glauben, dass dies daran liegt, dass die Darmbakterien normalerweise eine Chemikalie produzieren, die in den Blutkreislauf gelangt und das Herz schädigt, wenn Menschen Komasaufen betreiben. Die Studie deutet darauf hin, dass das Targeting spezifischer Darmbakterien helfen könnte, einige der schädlichen Auswirkungen starken Alkoholkonsums auf das Herz zu verhindern. Ergebnisse weiterer Forschung stehen noch aus."
  },
  {
    "id": "beef71bc-d46f-4251-b534-78833195506b",
    "translation": "Diese Studie vergleicht eine neue sublingual THC/CBD-Tablette mit Sativex-Mundspray bei gesunden Freiwilligen. Die Tablette löst sich unter der Zunge auf für schnellere Absorption und bietet potenziell schnellere und stärkere Wirkungen als aktuelle Verabreichungsmethoden."
  },
  {
    "id": "c32aea5a-865a-42ad-94fe-21937abe9cf3",
    "translation": "Diese Studie \"(2016). Cannabis sativa: Die Pflanze der tausendundein Moleküle.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "b88cab56-f7be-433b-b8c5-ff868fd48036",
    "translation": "Diese Studie \"Cannabinoide: Eine neue Gruppe von PPAR-Agonisten\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  }
]
