[
  {
    "id": "e810698d-be5b-47db-a5e9-c020ee0a35cb",
    "translation": "Cannabidiol (CBD) ist eine Chemikalie, die in der Cannabispflanze gefunden wird. Forscher überprüften viele Studien darüber, wie CBD im Körper wirkt und wofür es möglicherweise verwendet werden könnte. Sie fanden heraus, dass CBD bei Erkrankungen wie Schmerzen, Angstzuständen, Epilepsie und Sucht helfen könnte. Die Studien zeigten, dass CBD mit den natürlichen Systemen des Körpers interagieren kann, um diese Wirkungen zu erzielen. Allerdings ist weitere Forschung noch erforderlich, um die potenziellen Vorteile von CBD vollständig zu verstehen und wie es sicher als Medikament verwendet werden kann. Die Forscher sagen, CBD zeigt vielversprechende Ansätze, aber es sind mehr qualitativ hochwertige Studien erforderlich, um sicher zu wissen, wie es zur Verbesserung der Gesundheit der Menschen eingesetzt werden könnte."
  },
  {
    "id": "cf40bc1c-c6b9-4a7c-8396-66c46f6ff74f",
    "translation": "In dieser Studie testeten Forscher CBD-Öl an Ratten mit Nervenschmerzen, die durch Krebsbehandlung verursacht wurden. Den Ratten wurden Chemotherapie-Medikamente verabreicht, um neuropathische Schmerzen auszulösen. Einige Ratten erhielten dann CBD-Öl, während andere ein Placebo bekamen. Die Forscher fanden heraus, dass die Ratten, die CBD erhielten, weniger Empfindlichkeit gegenüber Berührung und Druck hatten im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass CBD helfen könnte, Nervenschmerzen bei Menschen, die sich einer Chemotherapie unterziehen, zu verhindern und zu reduzieren. Die Ergebnisse müssen in klinischen Studien am Menschen getestet werden, aber diese frühe Forschung ist vielversprechend für die Verwendung von CBD zur Behandlung von chemotherapiebedingten Nervenschmerzen."
  },
  {
    "id": "9c57b59e-b4cd-4f4d-ad5d-b8fd3d774413",
    "translation": "Studie testet, wie CBD und Cannabis-Verbindungen mit einem Rezeptor im Körper namens GPR55 interagieren. Forscher verwendeten Laborexperimente, um zu sehen, wie verschiedene Cannabis-Chemikalien an diesen Rezeptor binden und ihn beeinflussen. Sie fanden heraus, dass CBD, THC und andere Cannabis-Verbindungen auf komplexe Weise mit dem GPR55-Rezeptor interagieren können. Dies deutet darauf hin, dass GPR55 ein wichtiges Ziel für die medizinischen Wirkungen von Cannabis sein könnte. Weitere Forschung ist noch erforderlich, um die Rolle von GPR55 im Körper vollständig zu verstehen und wie er an den gesundheitlichen Vorteilen von CBD und anderen Cannabis-Verbindungen beteiligt ist."
  },
  {
    "id": "0f9eb740-5a46-4b8f-b33c-00c63d06891b",
    "translation": "Diese Studie \"(2015). Linalool und β-Pinen üben ihre antidepressive Aktivität über den monoaminergen Weg aus\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "7bba5395-5e7f-4891-a6e1-a43caf36e75c",
    "translation": "In dieser Studie untersuchten Forscher, ob CBD-Öl Frauen mit langanhaltenden Beckenschmerzen helfen könnte. Sie befragten 200 Frauen, die CBD für diese Erkrankung verwendeten. Die Frauen berichteten, dass sie regelmäßig CBD-Öl einnahmen und fanden, dass es half, ihre Schmerzen und andere Symptome ohne größere Nebenwirkungen zu reduzieren. Die Studie deutet darauf hin, dass CBD eine sichere, natürliche Alternative zu traditionellen Hormonbehandlungen für chronische Beckenschmerzen bei Frauen sein könnte. Weitere Forschung ist noch erforderlich, aber diese frühen Ergebnisse sind vielversprechend."
  },
  {
    "id": "24a42d13-6a92-40a8-aff5-8fc6fed80c12",
    "translation": "Diese Gehirnbildgebungsstudie vergleicht CB1-Cannabinoid-Rezeptoren zwischen weiblichen Cannabisnutzerinnen und Nicht-Nutzerinnen. Frauen absolvieren MRT- und PET-Scans, um zu verstehen, wie Cannabis speziell das weibliche Gehirn beeinflusst."
  },
  {
    "id": "e760f709-db26-4c35-99c6-078c50e5e611",
    "translation": "Die Forscher untersuchten verschiedene Hanfsorten, um die genetischen Faktoren hinter der Produktion von Cannabinoiden (wie THC und CBD) und Terpenen (wie Myrcen) zu verstehen. Sie züchteten drei Hanfsorten und identifizierten verschiedene Pflanzentypen innerhalb jeder Sorte. Dann analysierten sie die DNA von 171 Pflanzen mittels fortschrittlicher genetischer Sequenzierung. Dies ermöglichte es ihnen, die genetischen Unterschiede zwischen den Pflanzen zu kartieren und spezifische genetische Marker mit der Produktion wichtiger Verbindungen zu verknüpfen. Die Ergebnisse liefern Einblicke in die komplexe Genetik, die der Vielfalt der Hanfpflanzen zugrunde liegt. Weitere Forschung ist noch erforderlich, um diese Ergebnisse vollständig zu verstehen."
  },
  {
    "id": "ecad4171-a5ed-45b3-856a-839761ee655d",
    "translation": "Diese Studie testet CBD-Mundtropfen bei Long-COVID-Symptomen. Teilnehmer mit Post-Akutem-COVID-Syndrom nehmen die sublingualen Tropfen ein, während Forscher die Verbesserung der Symptome und die Sicherheit messen."
  },
  {
    "id": "4bd3453c-cfaf-473e-aeec-310d72728c5f",
    "translation": "Diese Studie \"(2019). Biosynthese von Cannflavinen A und B aus Cannabis sativa L.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "849dc8ab-d4f9-4678-b7e3-65714df6af86",
    "translation": "Titel: Sicherheit von Cannabidiol (CBD)\n\nForscher testeten, wie sicher CBD-Öl für Menschen zur Verwendung ist. Sie verabreichten 150 gesunden Erwachsenen 4 Wochen lang verschiedene CBD-Dosen. Die Studie untersuchte alle Nebenwirkungen, die die Teilnehmer erlebten, sowie wie das CBD Dinge wie Herzfrequenz und Blutdruck beeinflusste.\n\nDie Ergebnisse zeigten, dass CBD im Allgemeinen gut verträglich war, auch bei hohen Dosen. Die meisten Menschen hatten nur leichte Nebenwirkungen wie Müdigkeit oder Mundtrockenheit. Die Forscher fanden keine ernsthaften Sicherheitsbedenken bei der Einnahme von CBD. Dies deutet darauf hin, dass CBD sicher in medizinischen Behandlungen verwendet werden kann."
  },
  {
    "id": "b32a3b50-b5e8-4054-b10e-891efa772f27",
    "translation": "Forscher untersuchten, wie verschiedene Teile der Hanfpflanze – Blätter, Blüten und Samen – bei Gehirn- und Nervensystemerkrankungen helfen könnten. Sie überprüften viele frühere Studien, um zu sehen, welche Chemikalien im Hanf positive Wirkungen haben könnten. Die Studien zeigten, dass bestimmte Verbindungen im Hanf, wie CBD, helfen könnten, Symptome von Erkrankungen wie Alzheimer, Parkinson und Multipler Sklerose zu reduzieren. Allerdings ist weitere Forschung noch erforderlich, um vollständig zu verstehen, wie Hanf zur Behandlung neurologischer Erkrankungen eingesetzt werden könnte. Die Übersichtsarbeit bietet einen guten Ausgangspunkt für zukünftige Studien zur Erforschung der potenziellen Vorteile von Hanf für die Gehirngesundheit."
  },
  {
    "id": "9aeb1d6a-7454-40cb-a4a9-02ebd5ca1410",
    "translation": "Diese Pilotstudie testet, ob eine reine CBD-Lösung Menschen mit wiederkehrender Perikarditis (Entzündung des Herzbeutels) hilft, die auf andere Behandlungen nicht angesprochen haben. Die Forscher werden prüfen, ob CBD die Entzündung reduziert und es den Patienten ermöglicht, die Einnahme von Steroiden zu beenden. Studie in Bearbeitung."
  },
  {
    "id": "f924bf27-65fa-4b65-8b0b-595d3d34c3ce",
    "translation": "Forscher testeten, wie das Rauchen von Marihuana den Orientierungssinn und die Koordination bei regelmäßigen Cannabisnutzern beeinflusst. Die Teilnehmer absolvierten eine Virtual-Reality-Labyrinth-Aufgabe und hatten Gehirnscans, nachdem sie Marihuana im Vergleich zu Placebo geraucht hatten. Die Studie verwendete Gehirnbildgebung, um Stoffwechselveränderungen zu messen."
  },
  {
    "id": "5c6b296b-f781-4cb0-bdba-e9b670f746a8",
    "translation": "Diese Studie \"(2013). Beruhigende Wirkungen von inhaliertem Terpinolen bei Mäusen\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "b24ecf6d-8802-4f7c-9263-ed47f8c5ee4b",
    "translation": "CBD-Öl könnte bei der Behandlung von Gehirntumoren helfen\n\nForscher testeten, wie CBD (die nicht-psychoaktive Verbindung in Cannabis) menschliche Gehirntumore namens Gliome beeinflusst. Sie fanden heraus, dass CBD Gliomzellen dazu bringt, sich durch einen Prozess namens Mitophagie selbst zu zerstören, bei dem Zellen ihre eigenen dysfunktionalen Mitochondrien fressen und zerstören.\n\nDie Studie zeigte, dass CBD ein Protein namens TRPV4 aktiviert, das Kalziumsignale und ER-Stress in den Gliomzellen auslöst. Dies führt dazu, dass die Zellen im Wesentlichen Selbstmord begehen, indem sie ihre eigenen Energiequellen verschlingen.\n\nWichtig ist, dass die Forscher auch fanden, dass die Kombination von CBD mit dem Chemotherapie-Medikament Temozolomid einen starken synergistischen Effekt bei der Schrumpfung von Gehirntumoren und der Verbesserung des Überlebens in Laborstudien hatte.\n\nDiese Ergebnisse deuten darauf hin, dass CBD eine vielversprechende Behandlung sein könnte, allein oder mit Chemotherapie, für diese Art von tödlichem Gehirnkrebs. Weitere klinische Forschung ist geplant."
  },
  {
    "id": "18deb020-5e73-405c-afcd-85dba12b3d36",
    "translation": "Cannabidiol (CBD) und seine Verwendung bei Epilepsie\n\nForscher überprüften Studien darüber, wie CBD, eine Verbindung aus Cannabis, bei der Behandlung von Epilepsie helfen kann. Sie fanden heraus, dass CBD-Öl Anfälle bei Menschen mit bestimmten Arten von Epilepsie reduzieren kann, einschließlich des Dravet-Syndroms und des Lennox-Gastaut-Syndroms. Die Studien zeigten, dass CBD wirksam war, wenn es allein oder zusammen mit anderen Epilepsie-Medikamenten verwendet wurde. Die Forscher untersuchten auch, wie CBD im Körper wirkt und seine Sicherheit. Insgesamt deuten die Studien darauf hin, dass CBD-Öl eine hilfreiche Behandlungsoption für Menschen mit schwer behandelbaren Formen von Epilepsie sein könnte. Allerdings ist weitere Forschung zu den Langzeitwirkungen der Verwendung von CBD bei Epilepsie noch erforderlich."
  },
  {
    "id": "2b271b4f-9bd8-49bd-9e33-a54f917a03de",
    "translation": "Wissenschaftler testeten eine Verbindung namens THCV, die in Cannabispflanzen gefunden wird, um zu sehen, ob sie Entzündungen und Schmerzen bei Mäusen reduzieren könnte.\n\nDie Studie ergab, dass THCV in der Lage war, einen spezifischen Rezeptor im Körper namens CB2-Rezeptor zu aktivieren. Als THCV diesen Rezeptor aktivierte, verringerte es Schwellungen und Schmerzen in den Pfoten der Mäuse, die durch Chemikalien ausgelöst worden waren. Die schmerzlindernden Wirkungen von THCV schienen sowohl die CB1- als auch die CB2-Rezeptoren zu involvieren.\n\nDiese Ergebnisse deuten darauf hin, dass THCV potenziell zur Behandlung von Entzündungen und Schmerzen verwendet werden könnte, obwohl weitere Forschung erforderlich ist, um diese Ergebnisse zu bestätigen und zu prüfen, ob sie auf Menschen übertragbar sind."
  },
  {
    "id": "1bbeb92a-66e3-4978-8f56-b8270a0eb1ae",
    "translation": "Diese Studie testete, ob ein CBD- und THC-Spray bei der Linderung von Nervenschmerzen bei Menschen mit Multipler Sklerose helfen könnte. 339 Menschen mit Multipler Sklerose und Nervenschmerzen nahmen teil. Sie erhielten nach dem Zufallsprinzip entweder das CBD/THC-Spray oder ein Placebo (Scheinspray), das sie neben ihren regulären Behandlungen verwenden sollten. Weder die Teilnehmer noch die Forscher wussten, wer das echte Spray erhielt. Die Ergebnisse zeigten, dass das CBD/THC-Spray eine bessere Schmerzlinderung im Vergleich zum Placebo bot. Das Spray wurde von den Teilnehmern im Allgemeinen gut vertragen."
  },
  {
    "id": "f5646d3e-1243-4f64-bded-d86a8e160aeb",
    "translation": "Diese Studie entwickelt standardisierte Tests zur Erkennung von Marihuana-Beeinträchtigung. Die Teilnehmer rauchen niedrig-, hoch- oder Placebo-Cannabis und absolvieren dann Fahrsimulationen und kognitive Tests, während die Forscher die THC-Blutspiegel über mehrere Stunden verfolgen."
  },
  {
    "id": "d5ead7ba-fcdd-441d-88e4-031167b45b4f",
    "translation": "CBD, eine Verbindung aus der Cannabispflanze, kann die Aktivität von Nav-Kanälen blockieren, die wichtig für die Übertragung elektrischer Signale im Körper sind. Forscher verwendeten eine Technik namens Kryo-EM, um zu untersuchen, wie CBD mit dem Nav1.7-Kanal interagiert, der an Schmerzen und Epilepsie beteiligt ist.\n\nSie fanden heraus, dass CBD an zwei spezifischen Stellen an den Nav1.7-Kanal bindet. Eine befindet sich in der Nähe der Kanalöffnung, und die andere liegt neben einem Teil des Kanals, der kontrolliert, wie er sich ein- und ausschaltet. Diese Bindung hilft, den Kanal im \"ausgeschalteten\" Zustand zu stabilisieren, was erklären könnte, wie CBD hilft, Schmerzen und Anfälle zu reduzieren.\n\nDiese Erkenntnisse könnten Wissenschaftlern helfen, neue Medikamente zu entwickeln, die noch besser wirken als CBD zur Behandlung bestimmter Erkrankungen."
  },
  {
    "id": "6de72838-efe1-4246-91f7-444573e79148",
    "translation": "Diese Studie \"(2006). Cannabinoid-Pharmakologie: Die ersten 66 Jahre.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e947b4cf-7459-4853-aa8f-6db62aa06426",
    "translation": "Diese Studie untersucht, wie das Alter die Reaktionen auf THC-Rausch beeinflusst, mit Fokus auf Jugendliche im Vergleich zu Erwachsenen. Forscher entwickeln empfindliche Messungen zur Erkennung von THC-Wirkungen und identifizieren, wer am stärksten durch Cannabiskonsum gefährdet sein könnte."
  },
  {
    "id": "007fd380-e65a-4008-b2ce-adb79c1f61b7",
    "translation": "Diese Studie \"(2007). D-Limonen: Sicherheit und klinische Anwendungen\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "168312ef-ee77-4552-94db-e52a09a7929c",
    "translation": "Ein Forscherteam untersuchte, wie bestimmte Transportproteine beeinflussen, wie THC (die wichtigste psychoaktive Verbindung in Cannabis) die Plazenta passiert. Sie verwendeten einen \"Cocktail\" von Medikamenten, die diese Transportproteine blockieren, und maßen die THC-Konzentrationen in der Plazenta und auf der fötalen Seite der Plazenta. Die Studie ergab, dass die Blockierung der Transportproteine die THC-Konzentrationen auf der fötalen Seite erhöhte, was darauf hindeutet, dass diese Proteine normalerweise dazu beitragen, zu begrenzen, dass THC das sich entwickelnde Baby erreicht. Diese Ergebnisse helfen uns zu verstehen, wie THC aus dem Cannabiskonsum während der Schwangerschaft möglicherweise an den Fötus weitergegeben wird. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "38f4ea62-6c5e-4649-9c11-9d24a31352fc",
    "translation": "Diese Studie \"(2016). Endocannabinoide im Darm.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "1801fff4-8ec2-4dd4-84af-188e61b31da3",
    "translation": "Forscher testeten, ob CBD (eine Chemikalie aus Cannabis) die belohnenden Wirkungen von Methamphetamin bei Ratten reduzieren könnte. Sie verabreichten den Ratten Methamphetamin und ließen sie einen bestimmten Bereich ihres Käfigs erkunden. Dies ließ die Ratten diesen Bereich mit den angenehmen Wirkungen der Droge assoziieren. Dann gaben die Forscher den Ratten CBD, bevor sie den Bereich wieder erkunden durften. Sie fanden heraus, dass CBD effektiv verhinderte, dass die Ratten mehr Zeit in dem mit Methamphetamin verbundenen Bereich verbrachten, was darauf hindeutet, dass es suchtähnliches Verhalten reduzieren könnte. Weitere Forschung ist erforderlich, um zu prüfen, ob dies Menschen helfen könnte, die von Methamphetamin abhängig sind."
  },
  {
    "id": "8cd76231-49da-46a2-bcb0-537ea6883dbb",
    "translation": "Diese Studie testet ein Vollspektrum-Cannabis-Produkt (CBD:THC 10:1) bei Spastik bei Kindern und jungen Erwachsenen mit schwerer Zerebralparese. Sechzig Teilnehmer erhalten Cannabis oder Placebo in dieser Crossover-Studie."
  },
  {
    "id": "195fd527-5481-4d86-a8fe-2273b368c6ae",
    "translation": "Diese Studie \"(2006). Geschichte von Cannabis als Medizin: Eine Übersichtsarbeit.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "cf8a836d-f0be-4034-b2a8-c92aede55293",
    "translation": "Diese Studie testete, wie CBD, CBDV, THCV und CBG sich durch Blut und Gehirn bei Ratten und Mäusen bewegen. Die Forscher verabreichten die Verbindungen oral oder durch Injektion und beobachteten die Konzentrationen über die Zeit. Sie untersuchten auch, wie CBD Zwangsverhaltensweisen bei den Tieren beeinflusst. Die Ergebnisse zeigen die verschiedenen Arten, wie diese Cannabis-Verbindungen im Körper aufgenommen und verteilt werden. Die Studie liefert nützliche Informationen zum Verständnis, wie diese Verbindungen im Gehirn und Körper wirken könnten. Weitere Forschung ist erforderlich, um festzustellen, ob die Ergebnisse auf Menschen übertragbar sind."
  },
  {
    "id": "cbd1dab3-cf9f-4f20-ab71-7ad2a65a1730",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "c9a47df7-ccee-41b1-a6d2-312d976aad52",
    "translation": "Das Cannabinoid-System und Immunmodulation\n\nDiese Studie erforscht, wie die körpereigenen natürlichen Cannabinoide (wie sie in Cannabis gefunden werden) das Immunsystem beeinflussen können. Forscher fanden heraus, dass Cannabinoide mit Rezeptoren auf Immunzellen interagieren, was Dinge wie Immunzellfunktion, Entwicklung und Bewegung beeinflussen kann. Dies deutet darauf hin, dass das körpereigene Cannabinoid-System helfen könnte, die Beziehung zwischen Gehirn und Immunsystem zu regulieren. Die Ergebnisse weisen darauf hin, dass Cannabinoide potenziell in zukünftigen Behandlungen für chronische Krankheiten und Immunstörungen eingesetzt werden könnten, aber weitere Forschung ist noch erforderlich. Ergebnisse stehen noch aus, wie genau dieses System funktioniert und welche Auswirkungen es haben könnte."
  },
  {
    "id": "4772596e-095c-4da8-bd90-565fc62b1ae3",
    "translation": "Diese Studie testet, ob CBD starken Juckreiz bei 10 Kindern mit hereditärer Epidermolysis bullosa reduzieren kann, einer seltenen genetischen Hauterkrankung, die schmerzhafte Blasen verursacht. Die Kinder werden einen Monat lang orales CBD einnehmen, während die Forscher ihren Juckreiz, Schmerz, Schlaf und ihre Lebensqualität überwachen. Studie in Bearbeitung."
  },
  {
    "id": "b398ef54-1dae-4dfa-af8c-4aad251047a3",
    "translation": "Diese Studie \"(2014). β-Caryophyllen, ein CB2-Rezeptor-Agonist, erzeugt multiple Verhaltensänderungen\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e295ff70-206c-4090-8a1b-46e796d6cb27",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "7240c9b1-152e-47bf-ba2d-f82e4be995b9",
    "translation": "Diese Pilotstudie testet, ob Cannabisöl (THC und CBD kombiniert) Tics bei 10 Teenagern mit schwerem Tourette-Syndrom reduziert. Sie ist so konzipiert, um zu prüfen, ob eine größere Studie praktikabel und sicher wäre, bevor die Wirksamkeit bei mehr Patienten getestet wird. Studie in Bearbeitung."
  },
  {
    "id": "522cc5bb-7155-43db-9c75-e3228a48a69a",
    "translation": "Diese Studie entwickelt ein Gerät, das Augenbewegungstracking verwendet, um Cannabis-Beeinträchtigung zu erkennen. Die Teilnehmer konsumieren Cannabis und verwenden dann ein spezielles Headset, das ihre Augenbewegungen misst, um zu sehen, ob es genau Intoxikation identifizieren kann."
  },
  {
    "id": "34c6b7e8-07fc-40d5-871f-854b3b64fe37",
    "translation": "Diese Studie untersucht, warum Frauen mit HIV, die Cannabis konsumieren, mehr Stürze haben. Forscher werden Frauen Cannabis oder Placebo verabreichen und ihre Geh-, Gleichgewichts- und Denkfähigkeiten testen, um zu verstehen, wie Cannabis das Sturzrisiko beeinflusst. Studie in Bearbeitung."
  },
  {
    "id": "d73928b8-2f16-4571-b9ed-03df41b38751",
    "translation": "Diese Studie \"(2016). Eine Einführung in das endogene Cannabinoid-System.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e26dad10-b805-4f28-b611-62537f293345",
    "translation": "Diese Forschung bietet einen Überblick über das therapeutische Potenzial von CBD. Sie untersucht die aktuelle Evidenz für die Verwendung von Cannabidiol bei verschiedenen Gesundheitszuständen."
  },
  {
    "id": "efe48120-0b9e-4ca4-b5f2-08fd031643a4",
    "translation": "Diese Studie \"(2020). Auf dem Weg zu einer besseren Verabreichung von Cannabidiol (CBD).\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "7c19020b-112c-4916-91b1-d977b46acadc",
    "translation": "Diese Studie untersucht, wie Cannabinoid-Rezeptoren und verwandte natürliche Verbindungen an eosinophiler Ösophagitis beteiligt sind, einem Zustand, bei dem Immunzellen Entzündungen in der Speiseröhre verursachen. Die Ergebnisse könnten zu neuen Behandlungen führen. Studie in Bearbeitung."
  },
  {
    "id": "031be6cd-8c6c-47f8-b86f-e83b492a55e1",
    "translation": "Diese stationäre Studie testet wiederholten täglichen Cannabiskonsum bei Schmerzen und misst, ob sich Toleranz entwickelt und ob Hyperalgesie (erhöhte Schmerzempfindlichkeit) auftritt. Die Teilnehmer rauchen 16 Tage lang 3-mal täglich Cannabis."
  },
  {
    "id": "3632bc2e-49a7-4b73-bbc3-45932ef52049",
    "translation": "Diese Studie untersucht die Auswirkungen von CBD auf die Lebergesundheit. Forscher erkunden, ob Cannabidiol die Leber schützen oder bei leberbezogenen Erkrankungen helfen könnte."
  },
  {
    "id": "f5565494-4ac4-47c2-b368-e71ef2df82a6",
    "translation": "Forscher stellten eine spezielle Verpackungsfolie aus Pektin (einer pflanzlichen Substanz) und CBD her, das aus Cannabispollen extrahiert wurde. Sie wollten prüfen, ob diese Folie dazu beitragen könnte, die violette Farbe von Thompson-Seedless-Trauben zu erhalten.\n\nDie Forscher legten die Trauben in die CBD-Pektin-Folie und in reguläre Verpackung. Nach 14 Tagen behielten die Trauben in der CBD-Pektin-Folie mehr von ihrer violetten Farbe. Dies deutet darauf hin, dass die CBD-Pektin-Folie eine wirksame \"aktive\" Verpackung sein könnte, um empfindliche Fruchtverbindungen wie Anthocyane zu schützen.\n\nWeitere Forschung ist erforderlich, aber diese Ergebnisse deuten darauf hin, dass CBD-haltige Verpackungen ein natürlicher Weg sein könnten, die Haltbarkeit von Obst und Gemüse zu verlängern."
  },
  {
    "id": "04777295-783e-4317-a8ff-a19f9a58f7f2",
    "translation": "Diese Studie \"(2002). Cannabidiol: Ein Überblick über einige chemische und pharmakologische Aspekte.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "b20d8197-665b-4d84-8b01-ac11638cc5e4",
    "translation": "Forscher verwendeten gentechnische Werkzeuge bei Nagetieren (Mäusen und Ratten), um die Wirkungen des Endocannabinoid-Systems zu untersuchen – ein Kommunikationsnetzwerk im Gehirn, das auf Verbindungen wie CBD aus Cannabis reagiert. Das Endocannabinoid-System ist an vielen wichtigen Funktionen beteiligt, wie Gedächtnis, Stress, Angstzustände und Appetit. Wissenschaftler schufen genetisch modifizierte Nagetiere, um zu verstehen, wie verschiedene Teile dieses Systems funktionieren, was Einblicke in Erkrankungen wie Schizophrenie, Epilepsie und Substanzmissbrauch liefern könnte. Die Übersichtsarbeit diskutiert die verschiedenen genetischen Werkzeuge und modifizierten Tiermodelle, die Forscher verwenden können, um die Rollen des Endocannabinoid-Systems weiter zu untersuchen."
  },
  {
    "id": "a5f22902-2dcb-4661-988e-0141ec537ef7",
    "translation": "Forscher untersuchten, wie CBD und ähnliche Verbindungen die Nerven beeinflussen, die Blutgefäße im Darm kontrollieren. Sie verwendeten Arterien von Ratten und testeten die Wirkung verschiedener Cannabinoide auf Nervensignale. Die Ergebnisse zeigten, dass Cannabinoide diese Nervensignale blockieren können, sowohl bevor als auch nachdem sie das Blutgefäß erreichen. Dies deutet darauf hin, dass Cannabinoide möglicherweise Blutgefäße entspannen und den Blutfluss verbessern können. Weitere Forschung ist erforderlich, um festzustellen, ob dieser Effekt bei lebenden Tieren oder Menschen auftritt. Die Ergebnisse liefern Einblicke, wie Cannabinoide das Herz-Kreislauf-System beeinflussen könnten."
  },
  {
    "id": "23c7cd4b-fd05-481c-8bd4-88f1ff5c98c9",
    "translation": "Diese 4-tägige Studie erforscht, wie CBD Angstzustände reduziert, indem Anandamid (eine natürliche Gehirnchemikalie) gemessen wird. 60 Erwachsene mit sozialer Angst nehmen verschiedene CBD-Dosen oder Placebo ein und absolvieren Stresstests, während die Forscher biologische Veränderungen verfolgen. Studie in Bearbeitung."
  },
  {
    "id": "0b4bd239-bc5e-4bcf-b6da-a1089b44c55d",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nForscher untersuchten, wie die gleichzeitige Verwendung von Cannabis und Tabak das Interesse und die Fähigkeit der Menschen beeinflusst, mit dem Rauchen aufzuhören. Sie befragten über 2.000 US-Erwachsene, die Zigaretten rauchen. Diejenigen, die sowohl Cannabis als auch Tabak ohne Cannabiskonsumstörung verwendeten, hatten das geringste Interesse am Aufhören. Aber diejenigen mit Cannabiskonsumstörung berichteten über die meisten Hindernisse beim Aufhören, wie stärkere Abhängigkeit und mehr innere und äußere Herausforderungen. Die Ergebnisse deuten darauf hin, dass Menschen, die sowohl Cannabis als auch Tabak verwenden, insbesondere solche mit Cannabiskonsumstörung, möglicherweise maßgeschneiderte Unterstützung benötigen, um erfolgreich mit dem Rauchen aufzuhören. Weitere Forschung zu diesem wichtigen Thema ist noch erforderlich."
  },
  {
    "id": "e4a060af-c785-4b5e-9015-ccb456c77ce3",
    "translation": "Diese Studie testet die physischen und mentalen Auswirkungen eines spezifischen hanfbasierten CBD-Produkts bei gesunden Erwachsenen. Die Teilnehmer nehmen entweder CBD oder ein Placebo ein, während die Forscher verschiedene Gesundheits- und Stimmungsergebnisse messen. Studie in Bearbeitung."
  }
]
