[
  {
    "id": "19b3f821-138d-4b69-9105-d711f04ba2f1",
    "translation": "Forscher testeten, ob CBD helfen könnte, Lungenentzündungen und Narbenbildung durch Silikastaubexposition zu reduzieren. Sie verabreichten CBD an Mäuse, die Silikapartikeln ausgesetzt waren. Die Ergebnisse zeigten, dass CBD half, die Konzentrationen bestimmter Entzündungs- und Narbenbildungssignale in den Lungen zu senken. Dies deutet darauf hin, dass CBD möglicherweise Lungenschäden durch Silikaexposition verhindern oder behandeln kann, die zu einer ernsthaften Lungenerkrankung namens Silikose führen können. Weitere Studien sind erforderlich, um diese Ergebnisse zu bestätigen und zu prüfen, ob sie auch auf Menschen übertragbar sind."
  },
  {
    "id": "381a5dc2-2514-4f54-9c52-1a5eaa8f8600",
    "translation": "Forscher untersuchten die genetische Zusammensetzung von Cannabispflanzen, um zu verstehen, wie sie in Aussehen und chemischer Zusammensetzung variieren. Sie sammelten Hunderte von Cannabisproben aus verschiedenen Regionen und analysierten ihre DNA sowie ihre physischen Merkmale wie Pflanzenhöhe und THC/CBD-Konzentrationen. Die Studie ergab, dass die genetische Vielfalt von Cannabis durch Faktoren wie Klima, Anbaumethoden und geografische Lage beeinflusst wird. Diese Informationen können Züchtern und Produzenten helfen, Cannabis mit gewünschten Eigenschaften zu erzeugen. Die Ergebnisse dieses laufenden Forschungsprojekts könnten Auswirkungen auf die medizinische und industrielle Verwendung von Cannabis haben."
  },
  {
    "id": "213d0919-19cb-4ea9-8142-5f0c9f60d91b",
    "translation": "Diese Studie \"(2014). Cannabidiol übt talgdrosselende und entzündungshemmende Wirkungen auf menschliche Sebozyten aus.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "aee80024-5e7a-43a9-abcd-fdeb53eecada",
    "translation": "Forscher testen, ob der Verzehr von Marihuana die Sportleistung beeinflusst. Einige Sportler glauben, dass Cannabis ihnen hilft, besser zu trainieren, aber es gibt keine wissenschaftlichen Beweise in die eine oder andere Richtung. Diese Studie zielt darauf ab, herauszufinden, ob dieser Glaube wahr ist. Studie in Bearbeitung."
  },
  {
    "id": "ae814b30-b768-454b-8c15-8dd610ace682",
    "translation": "CBD: Eine vielversprechende Verbindung mit vielen Anwendungen\n\nDiese Übersichtsarbeit betrachtet das Medikament Cannabidiol (CBD), das aus der Cannabispflanze stammt. CBD wurde auf seine vielen möglichen gesundheitlichen Vorteile untersucht. Die Übersichtsarbeit erklärt, wie CBD im Körper wirkt, einschließlich wie es aufgenommen, verteilt und abgebaut wird. Sie diskutiert auch die Sicherheit und empfohlene Dosierungen von CBD.\n\nDie Übersichtsarbeit zeigt, dass CBD mit dem körpereigenen Endocannabinoid-System und Ionenkanälen interagieren kann und entzündungshemmende Wirkungen hat. Dies macht CBD zu einer potenziellen Behandlung für Erkrankungen, die das Immunsystem und Entzündungen betreffen.\n\nDie Übersichtsarbeit bietet auch einen historischen Kontext zur Verwendung von Cannabis für Medizin und Freizeit. Mit fortschreitender Forschung könnte CBD eine wichtige neue Behandlungsoption für Patienten werden."
  },
  {
    "id": "a5508b91-00af-4b38-b901-34797802b6b0",
    "translation": "CBD-Kristalle wurden mit Caprylsäure kombiniert, um eine neuartige Art von CBD-basierter Flüssigkeit zu erzeugen. Diese Flüssigkeit wurde dann mit spezifischen Tensiden und anderen Inhaltsstoffen gemischt, um ein selbstemulgierendes Arzneimittelabgabesystem (SEDDS) zu bilden. Das SEDDS konnte das CBD bis zu 2 Stunden vor der rauen Magenumgebung schützen und ermöglichte die Absorption von CBD durch Zellen in Labortests. Diese Studie zeigt, dass diese neue flüssige CBD-Formulierung eine vielversprechende Methode zur Verbesserung der oralen CBD-Verabreichung sein könnte."
  },
  {
    "id": "f19dd73a-a378-4035-b33c-4ca252dff91c",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDie Studie untersuchte, wie eine Verbindung in Cannabis namens THC Krebszellen dazu bringen kann, sich selbst zu zerstören. Die Forscher fanden heraus, dass dies durch die Produktion eines Fettmoleküls namens Ceramid geschieht, das frisch in den Zellen hergestellt wird.\n\nDie Studie verglich zwei Arten von Krebszellen – eine empfindlich für die Wirkungen von THC und eine resistent. Sie fanden heraus, dass in den empfindlichen Zellen THC die Aktivität eines Enzyms verstärkte, das Ceramid herstellt. Dies führte zu erhöhten Ceramid-Spiegeln und der Selbstzerstörung der Krebszellen. Das Blockieren dieser Ceramid-Produktion verhinderte den Krebszelltod.\n\nDie Ergebnisse deuten darauf hin, dass die Bildung von neuem Ceramid ein wichtiger Schritt ist, wie THC bestimmte Krebszellen abtötet."
  },
  {
    "id": "5adbecb9-524f-4e4c-bbe8-56fe2c1aa606",
    "translation": "Forscher testeten neue CBD-ähnliche Verbindungen, um zu sehen, wie sie den CB1-Rezeptor im Gehirn beeinflussen. Sie fanden heraus, dass zwei spezifische Verbindungen, AM4054 und AM4089, eine starke Bindung an den CB1-Rezeptor hatten und in Tierversuchen Wirkungen wie Schmerzlinderung und Senkung der Körpertemperatur erzeugten. Diese Verbindungen könnten für weitere Forschung zu den medizinischen Anwendungen von CBD und verwandten Substanzen nützlich sein. Allerdings sind weitere Studien erforderlich, um ihre Sicherheit und Wirksamkeit vollständig zu verstehen."
  },
  {
    "id": "f7e5d6a7-ac81-470a-a4d8-cdd5a6a9263f",
    "translation": "Forscher entwickelten CBD-haltige Kontaktlinsen, die langsam CBD freisetzen und den pH-Wert im Auge regulieren können. Sie testeten diese Linsen an Kaninchen mit Hornhautverätzungen. Die Linsen halfen den verbrannten Augen, schneller zu heilen als normale Kontaktlinsen oder keine Behandlung. Das CBD in den Linsen reduzierte Entzündungen und ermöglichte eine schnellere Selbstreparatur der Hornhaut. Dies könnte eine neue Methode zur Behandlung von Augenverletzungen oder Erkrankungen unter Nutzung der therapeutischen Vorteile von CBD sein. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen und sicherzustellen, dass die Linsen für den menschlichen Gebrauch sicher sind."
  },
  {
    "id": "49aacc9c-569b-4a03-b23a-787e9afd242d",
    "translation": "Diese 12-wöchige Beobachtungsstudie testet die Wirkungen von Cannabigerol (CBG) auf das körperliche und geistige Wohlbefinden. Die Teilnehmer nehmen täglich 50 mg CBG ein, während die Forscher Entzündungsmarker und Umfrageantworten messen."
  },
  {
    "id": "b53b2fef-623e-4bfc-83e2-a1d743f04213",
    "translation": "CBD könnte helfen, Blutgefäße im Darm zu entspannen\n\nDiese Studie untersuchte, wie CBD, die Chemikalie in Cannabis, Blutgefäße im menschlichen Darm beeinflusst. Sie fanden heraus, dass CBD diese Blutgefäße dazu bringen kann, sich zu entspannen und zu erweitern. Dieser Effekt scheint durch die Interaktion von CBD mit bestimmten Rezeptoren und Kanälen in den Zellen, die die Blutgefäße auskleiden, zu entstehen. Die Entspannung hängt auch von der Freisetzung von Stickstoffmonoxid ab, einer Chemikalie, die hilft, Blutgefäße offen zu halten. Diese Erkenntnisse deuten darauf hin, dass CBD Vorteile für Erkrankungen haben könnte, die mit der Blutgefäßfunktion im Darm zusammenhängen. Weitere Forschung ist erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "92d5c658-56fb-4c67-91c7-44433d2984af",
    "translation": "Titel: Wie Cannabispflanzen Sportlern helfen können\n\nDiese Übersichtsarbeit betrachtete die verschiedenen Teile und Verbindungen der Cannabispflanze und wie sie Sportlern zugutekommen könnten. Die Forscher untersuchten Studien zu den potenziellen Wirkungen von rohem, unverarbeitetem Cannabis auf Dinge wie Schmerzen, Entzündungen und Trainingsleistung.\n\nDie Übersichtsarbeit ergab, dass bestimmte Cannabis-Verbindungen wie CBD nach dem Training helfen können, Schmerzen und Entzündungen zu reduzieren. Allerdings ist weitere Forschung noch erforderlich, um vollständig zu verstehen, wie verschiedene Teile der Cannabispflanze die sportliche Leistung und Erholung beeinflussen könnten.\n\nDie Studie beinhaltete keine neuen Experimente – sie fasste nur frühere Forschung zu diesem Thema zusammen. Weitere Studien sind im Gange, um zu prüfen, ob aus Cannabis gewonnene Produkte für Sportler nützlich sein könnten."
  },
  {
    "id": "7cb6e13f-8b43-4579-9842-74ddd9a593ed",
    "translation": "Parkinson ist eine Gehirnerkrankung, die die Bewegung beeinflusst. Forscher untersuchten, wie CBD und andere Cannabis-basierte Verbindungen bei der Behandlung von Parkinson helfen könnten. Ihre Übersichtsarbeit früherer Studien ergab, dass CBD und verwandte Chemikalien motorische Symptome wie Zittern und Steifheit bei Parkinson-Patienten reduzieren könnten. Die Verbindungen könnten auch neuroprotektive Wirkungen haben, was bedeutet, dass sie helfen könnten, weitere Gehirnschäden durch die Krankheit zu verhindern. Obwohl diese Ergebnisse vielversprechend sind, ist weitere Forschung noch erforderlich, um vollständig zu verstehen, wie CBD und Cannabis-basierte Therapien zur Behandlung von Parkinson eingesetzt werden könnten. Ergebnisse aus zusätzlichen klinischen Studien stehen noch aus."
  },
  {
    "id": "a9d9d1b8-828c-4b78-b38d-30e2dfed6396",
    "translation": "Diese Studie \"(2015). Cannabinoid-Dosis und Etikettengenauigkeit bei essbaren medizinischen Cannabisprodukten.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e18f8d93-37b6-4179-a611-cbbffbe68eec",
    "translation": "Forscher haben die medizinischen Vorteile von Chemikalien untersucht, die in Cannabispflanzen gefunden werden, sogenannte Cannabinoide. Dieser Übersichtsartikel diskutiert die aktuelle Forschung zu Cannabinoiden, mit Fokus auf die Verbindung THC und ihre Wirkungen auf bestimmte Krankheiten. Der Artikel fasst frühere Studien zusammen und skizziert potenzielle zukünftige Richtungen für Cannabinoid-basierte Therapien. Obwohl die Forschung vielversprechend ist, ist weitere Arbeit noch erforderlich, um das therapeutische Potenzial von Cannabinoiden vollständig zu verstehen."
  },
  {
    "id": "f5a1dd65-7deb-468b-b8e4-59d699557a34",
    "translation": "Diese Studie testet, ob eine Creme mit 0,5% CBD und 1% Hanföl die Hautfeuchtigkeit verbessert und Rötungen reduziert. Die Teilnehmer tragen die Creme auf ihren Unterarm auf, und die Forscher messen die Feuchtigkeitswerte unmittelbar danach und bei regelmäßiger Anwendung. Studie in Bearbeitung."
  },
  {
    "id": "005e9a0a-1b76-4e9d-9f66-1cc3e8efcb33",
    "translation": "Diese kontrollierte Studie testet, ob neue medizinische Marihuana-Patienten im Vergleich zu einer Wartelistengruppe Gehirnveränderungen oder Denkprobleme erleben. Die Forscher überwachen auch Anzeichen einer Cannabiskonsumstörung und verfolgen sowohl potenzielle Vorteile als auch Risiken."
  },
  {
    "id": "5c11bfe0-413b-4304-a27d-fef305018c83",
    "translation": "Diese Studie \"(2009). Das Endocannabinoid-System der Haut bei Gesundheit und Krankheit.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "955241e3-1f41-4f46-9473-dc5238cecc20",
    "translation": "In dieser Studie testeten Forscher, ob CBD (eine Verbindung in Cannabis) helfen könnte, Herzschäden nach einem Herzinfarkt zu reduzieren. Sie lösten Herzinfarkte bei Kaninchen aus und gaben dann einigen Kaninchen CBD und anderen ein Placebo. Die Kaninchen, die CBD erhielten, zeigten eine bessere Herzfunktion, mehr Blutfluss zum betroffenen Bereich und weniger Schäden am Herzmuskel im Vergleich zur Placebo-Gruppe. Die Forscher schlussfolgerten, dass CBD das Herz schützen und die Erholung nach einem Herzinfarkt verbessern kann. Weitere Forschung ist noch erforderlich, aber diese Ergebnisse deuten darauf hin, dass CBD therapeutisches Potenzial für die Behandlung von Herzinfarkten haben könnte."
  },
  {
    "id": "57ae0d09-eb67-468a-8714-195796da39e4",
    "translation": "Forscher wollten sehen, ob CBD-Öl bei der Schmerzbehandlung helfen könnte. Sie untersuchten 80 Menschen mit verschiedenen Arten von chronischen Schmerzen. Die Hälfte der Gruppe nahm täglich CBD-Öl ein, während die andere Hälfte ein Placebo (Scheinbehandlung) erhielt. Nach 12 Wochen berichteten die Personen, die CBD einnahmen, über deutlich weniger Schmerzen im Vergleich zur Placebo-Gruppe. Die CBD-Gruppe sagte auch, dass sie mehr Aktivitäten ausführen konnte und besser schlief. Die Studie deutet darauf hin, dass CBD eine nützliche natürliche Behandlung für die Schmerzbehandlung sein könnte. Weitere Forschung ist noch erforderlich, aber diese frühen Ergebnisse sind vielversprechend."
  },
  {
    "id": "86fd1f8e-5361-496b-8046-f58ab3a87d82",
    "translation": "CBD könnte helfen, Herzkrankheiten vorzubeugen\n\nForscher testeten, wie CBD, eine Verbindung aus Hanf, die Bildung von \"Schaumzellen\" beeinflusst – ein wichtiger Schritt bei der Entwicklung von Atherosklerose oder Arterienverkalkung.\n\nDie Studie ergab, dass CBD die Konzentrationen bestimmter Proteine (PPARγ, ABCA1, ABCG1) erhöhte, die helfen, den Cholesterin- und Lipid-(Fett-)Stoffwechsel in Makrophagenzellen zu regulieren. Dies reduzierte die Bildung von Schaumzellen und erhöhte die Entfernung von Cholesterin aus den Zellen.\n\nCBD reduzierte auch die Konzentrationen eines Lipids namens Ceramid, das mit der Cholesterinansammlung in Verbindung gebracht wird. Insgesamt deuten die Ergebnisse darauf hin, dass CBD eine nützliche Behandlung für Atherosklerose und Herzkrankheiten sein könnte."
  },
  {
    "id": "5721c7b6-aea6-4941-8559-aa84e2fd5f82",
    "translation": "In dieser Studie untersuchten Forscher, wie das Endocannabinoid-System (das CBD einschließt) die Gehirnfunktion bei Alzheimer beeinflusst. Sie testeten dies an Mäusen, die gezüchtet wurden, um Alzheimer-ähnliche Symptome zu haben. Die Forscher fanden heraus, dass die Störung des Endocannabinoid-Systems im anterioren cingulären Kortex des Gehirns zu Problemen mit Sozialverhalten und Gedächtnis bei diesen Mäusen führte. Dies deutet darauf hin, dass das Endocannabinoid-System eine wichtige Rolle bei Gehirnfunktionen spielt, die von Alzheimer betroffen sind. Weitere Forschung ist erforderlich, um zu prüfen, ob das Targeting dieses Systems ein potenzieller Behandlungsansatz sein könnte. Ergebnisse stehen noch aus."
  },
  {
    "id": "8de02e0e-607e-4b26-b097-d0e384370c5b",
    "translation": "Forscher testeten, ob die Kombination von CBD (einer Verbindung in Cannabis) und Sauerstoff-Ozon-Therapie Bauchspeicheldrüsenkrebszellen im Labor abtöten könnte. Sie fanden heraus, dass diese Kombination verschiedene Arten von Bauchspeicheldrüsenkrebszellen effektiv abtötete, während gesunde Zellen unversehrt blieben. Die Studie liefert vielversprechende frühe Hinweise darauf, dass dieser kombinierte Behandlungsansatz potenziell eine neue Möglichkeit sein könnte, diese tödliche Krebsform zu bekämpfen, obwohl weitere Forschung noch erforderlich ist, um die Ergebnisse zu bestätigen und zu verstehen, wie es funktioniert. Die Ergebnisse deuten darauf hin, dass dies weitere Untersuchungen als potenzielle zukünftige Krebsbehandlung rechtfertigt."
  },
  {
    "id": "da53395c-e44d-4420-bde4-fd66739f4244",
    "translation": "Forscher wollten verstehen, wie das körpereigene natürliche Cannabinoid-System die Knochenbildung mit zunehmendem Alter beeinflusst. Sie untersuchten Mäuse, einige mit einem deaktivierten Cannabinoid-Rezeptor (CB1) und einige mit normalem CB1. Die Mäuse mit deaktiviertem CB1 bildeten mehr neuen Knochen, besonders mit zunehmendem Alter. Dies deutet darauf hin, dass das Cannabinoid-System eine Rolle bei der Regulierung des Knochenwachstums spielt, und dass das Targeting dieses Systems helfen könnte, die Knochengesundheit im Alter zu erhalten. Weitere Forschung ist noch erforderlich, um zu prüfen, ob die gleichen Wirkungen beim Menschen auftreten."
  },
  {
    "id": "7bb05c32-230a-4096-ba1a-de7a5410bd6f",
    "translation": "In dieser Studie stellten Forscher winzige CBD-haltige Partikel namens nanostrukturierte Lipidträger her. Sie testeten, wie diese Partikel während der Verdauung im Körper abgebaut wurden. Sie prüften auch, ob die Partikel für menschliche Zellen toxisch waren. Die Ergebnisse zeigten, dass die CBD-Partikel schrittweise abgebaut wurden und die Zellen nicht schädigten. Dies deutet darauf hin, dass diese CBD-haltigen Partikel eine sichere Methode zur Verabreichung von CBD in Lebensmitteln oder Medikamenten sein könnten. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "4a98ee66-3743-48fe-bfc1-08b2062fd01d",
    "translation": "Forscher testeten, wie CBD Gehirnentzündungen bei mit einem HIV-ähnlichen Virus infizierten Affen beeinflusst. Sie verabreichten einigen Affen CBD-Öl und anderen ein Placebo. Die CBD-Gruppe hatte Veränderungen bei kleinen Molekülen namens microRNAs, die helfen, Entzündungen im Bewegungskontrollzentrum des Gehirns zu reduzieren. Diese Veränderungen deuten darauf hin, dass CBD helfen könnte, Entzündungen im Zusammenhang mit dieser Virusinfektion zu bekämpfen. Weitere Forschung ist erforderlich, um zu prüfen, ob die gleichen Wirkungen bei Menschen mit HIV auftreten. Die Ergebnisse zeigen Potenzial für CBD zur Förderung der Gehirngesundheit, aber die Studie wurde an Tieren durchgeführt, sodass die Ergebnisse in Humanstudien bestätigt werden müssen."
  },
  {
    "id": "fa9a690f-97cb-4337-af2e-11124e8e0428",
    "translation": "Diese Studie untersuchte die Vorteile der Verwendung von Extrakten aus den Wurzeln der Cannabispflanze. Forscher fanden heraus, dass diese Wurzelextrakte starke antioxidative, entzündungshemmende und keimtötende Eigenschaften haben. Sie testeten die Extrakte im Labor und an Zellen. Die Ergebnisse zeigen, dass Cannabiswurzeln eine gute Quelle für natürliche, therapeutische Verbindungen sein könnten. Weitere Forschung ist erforderlich, um zu prüfen, ob diese Ergebnisse auf Menschen übertragbar sind. Aber die Studie deutet darauf hin, dass die Wurzeln der Cannabispflanze, nicht nur die Blüten, potenzielle medizinische Anwendungen haben."
  },
  {
    "id": "f3e804b6-5570-4229-8fde-046f3924e3e1",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nDiese Übersichtsarbeit untersuchte, wie natürliche pflanzliche Arzneimittel bei Übelkeit und Erbrechen durch Chemotherapie helfen könnten. Die Forscher analysierten Studien zu verschiedenen Kräutern und Verbindungen, einschließlich CBD aus der Cannabispflanze. Sie fanden heraus, dass diese natürlichen Arzneimittel multiple vorteilhafte Wirkungen haben könnten, wie die Reduktion von Übelkeit, die Verbesserung der Wirksamkeit der Chemotherapie und die Stärkung des Immunsystems. Dies deutet darauf hin, dass sie nützliche Ergänzungen zu Standard-Anti-Übelkeits-Medikamenten für Krebspatienten sein könnten. Weitere Forschung ist noch erforderlich, aber diese natürlichen Optionen könnten eine sanfte, ergänzende Methode zur Behandlung der Nebenwirkungen der Chemotherapie bieten."
  },
  {
    "id": "3cdaf3d1-b5f5-4efa-b8d4-89e950e1eae0",
    "translation": "In dieser Studie testeten Forscher, ob ein nicht-psychoaktiver Cannabisextrakt helfen könnte, die Kokainsucht bei Mäusen zu reduzieren. Sie verabreichten den Mäusen Kokain und ließen sie dann zwei verschiedene Bereiche erkunden. Die Mäuse verbrachten mehr Zeit in dem Bereich, der mit Kokain assoziiert war. Dann gaben die Forscher den Mäusen den Cannabisextrakt. Dies schien die Gehirne der Mäuse zu \"resetten\", sodass sie den mit Kokain verbundenen Bereich nicht mehr bevorzugten. Der Cannabisextrakt reduzierte auch den Drang der Mäuse, Kokain nach einer kleinen Dosis wieder zu verwenden. Diese Ergebnisse deuten darauf hin, dass der Cannabisextrakt potenziell die Kokainsucht behandeln könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "3caf1eff-7416-4a78-81b6-4e806a02e4c3",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nForscher testeten, ob Vollspektrum-Cannabis-Extrakte (die CBD und andere Cannabis-Verbindungen enthalten) bei der Behandlung von chronischen Schmerzen helfen könnten. 35 Erwachsene mit langanhaltenden Schmerzen nahmen teil. Sie nahmen den Cannabis-Extrakt 3 Monate lang täglich ein. Während der Studie berichteten sie über ihre Schmerzintensität, Lebensqualität und eventuelle Nebenwirkungen. Die Ergebnisse zeigten signifikante Reduktionen der Schmerzintensität und Verbesserungen der täglichen Funktionsfähigkeit und Schlafqualität. Die meisten Teilnehmer berichteten nur über milde Nebenwirkungen wie Schläfrigkeit. Die Studie deutet darauf hin, dass Vollspektrum-Cannabis-Extrakte eine nützliche Behandlungsoption für Menschen mit chronischen Schmerzen sein könnten. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "6dee3697-21cb-4724-aa90-f17f44d28055",
    "translation": "Forscher testeten, ob CBD bei Verdauungsproblemen wie Krämpfen und Durchfall helfen könnte. Sie verwendeten Laborexperimente an Darmgewebeproben, um zu sehen, wie CBD Muskelkontraktionen beeinflusste.\n\nDie Ergebnisse zeigten, dass CBD half, die Darmmuskulatur zu entspannen und Kontraktionen zu reduzieren, die Krämpfe und Durchfall verursachen können. Die Forscher glauben, dass dieser Effekt mit der Interaktion von CBD mit Kaliumkanälen in den Muskelzellen zusammenhängt.\n\nDiese Erkenntnisse deuten darauf hin, dass CBD eine nützliche natürliche Behandlung für bestimmte Verdauungsprobleme sein könnte. Weitere Forschung ist erforderlich, um diese Ergebnisse zu bestätigen und CBD bei Menschen mit diesen Erkrankungen zu testen."
  },
  {
    "id": "afa587bc-f8f5-4ba7-b328-d3b03443f949",
    "translation": "Forscher testeten, wie das Hinzufügen von CBD (einer Chemikalie aus Cannabis) zum Wasser, in dem Zierfische leben, das Verhalten der Fische beeinflusste. Sie gaben verschiedene Mengen CBD ins Wasser und beobachteten die Fische. Die Studie ergab, dass niedrigere CBD-Dosen die Fische aktiver und sozialer machten, während höhere Dosen sie weniger aktiv machten. Die Forscher sagen, dies zeigt, dass CBD verwendet werden könnte, um das Wohlbefinden von Fischen in Gefangenschaft zu verbessern. Allerdings ist weitere Forschung erforderlich, um die Langzeitwirkungen von CBD auf die Gesundheit und das Verhalten von Fischen zu verstehen."
  },
  {
    "id": "2bf96c48-455f-41d5-aa0a-591d22b00d0a",
    "translation": "Studie testet CBD-reiches Cannabis bei schwer behandelbarer Epilepsie\nForscher untersuchten die Verwendung von CBD-reichem Cannabis (einer Verbindung aus der Cannabispflanze) zur Behandlung von Kindern mit schwerer, medikamentenresistenter Epilepsie. Diese Kinder hatten viele verschiedene Anfallsmedikamente ohne Erfolg ausprobiert. Die Studie zielte darauf ab, zu prüfen, ob CBD-reiches Cannabis ihre Anfälle kontrollieren kann. Ergebnisse stehen noch aus, da die Studie noch läuft. Diese alternative Therapie könnte eine Option für Kinder mit schwer behandelbarer Epilepsie sein, die durch traditionelle Behandlungen keine Linderung gefunden haben."
  },
  {
    "id": "12a38bcc-d261-4d41-b3ea-cc6f60510bd2",
    "translation": "Diese Studie testet, ob CBD (Epidiolex) mit Methylphenidat (Ritalin), einem häufigen ADHS-Medikament, interagiert. Das Verständnis von Arzneimittelwechselwirkungen ist wichtig für Patienten, die möglicherweise beide Medikamente zusammen einnehmen."
  },
  {
    "id": "cfb6c897-b7a5-4e03-9c99-10629db6b612",
    "translation": "Diese Studie untersuchte, wie THC (die wichtigste aktive Verbindung in Cannabis) und CBD (eine andere Cannabis-Verbindung) bei Ratten aufgenommen werden und den Körper beeinflussen. Die Forscher testeten verschiedene Verabreichungsmethoden der Verbindungen – über die Lunge, oral oder unter die Haut. Sie fanden auch heraus, dass ein Teil des CBD im Körper in THC umgewandelt wird. Die Ergebnisse zeigen, dass die Wirkungen von THC und CBD je nach Einnahmemethode variieren können. Dies hilft uns zu verstehen, wie Cannabis-basierte Medikamente unterschiedlich im Körper wirken könnten."
  },
  {
    "id": "81628fbd-6fdb-4809-a9b8-08fb828dcca5",
    "translation": "Forscher testeten, ob CBD, eine Verbindung in Cannabis, die Angst bei Mäusen unter chronischem Stress reduzieren könnte. Sie fanden heraus, dass die Verabreichung von CBD an gestresste Mäuse das Wachstum neuer Gehirnzellen im Hippocampus erhöhte, der an der Stimmungsregulation beteiligt ist. Dieser Effekt auf das Gehirnzellenwachstum war notwendig, damit CBD das angstähnliche Verhalten der gestressten Mäuse reduzieren konnte. Die Studie deutet darauf hin, dass die angstlösenden Wirkungen von CBD von seiner Fähigkeit abhängen, die Bildung neuer Gehirnzellen zu fördern, und dieser Prozess das körpereigene Endocannabinoid-System einbezieht. Weitere Forschung ist noch erforderlich, aber diese Ergebnisse liefern Einblicke, wie CBD bei der Behandlung von Angstzuständen helfen könnte."
  },
  {
    "id": "f496b710-36ac-4865-8b35-b4253f7dbb26",
    "translation": "Forscher untersuchten, wie CBD (die Chemikalie in Cannabis) mit Brustkrebszellen interagiert. Sie fanden heraus, dass bei einer bestimmten Art von Brustkrebs namens \"triple-negativ\" die CBD-Rezeptoren in den Krebszellen in den Zellkern (das Kontrollzentrum) der Zelle wandern. Dies führt dazu, dass die Krebszellen aufhören zu wachsen und sich zu teilen. Die Studie deutet darauf hin, dass CBD Potenzial als Behandlung für diese aggressive Form von Brustkrebs haben könnte, aber weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "f76c376c-2fee-4fef-a30a-86e8f9b37a2a",
    "translation": "Forscher testeten eine Verbindung namens AM251 an Ratten, die nikotinsüchtig waren. Sie wollten sehen, ob AM251 den Ratten helfen könnte, ihre Nikotinsucht aufzugeben.\n\nDie Studie umfasste 2 Gruppen von Ratten – eine Gruppe erhielt AM251 und die andere ein Placebo. Die Ratten konnten einen Hebel drücken, um sich selbst Nikotin zu verabreichen. Die Forscher maßen, wie viel Nikotin die Ratten einnahmen und wie oft sie versuchten, es zu bekommen.\n\nDie Ergebnisse zeigten, dass die Ratten, die AM251 erhielten, weniger Nikotin selbst verabreichten und weniger Versuche machten, es zu bekommen im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass AM251 Potenzial haben könnte, Menschen beim Aufhören des Rauchens zu helfen."
  },
  {
    "id": "e2ee1624-0c81-4017-aeb2-e716e73ec51c",
    "translation": "Diese Studie \"(2015). Dabs verstehen: Kontaminationsbedenken bei Cannabis-Konzentraten und Cannabinoid-Transfer beim Dabben.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "29633566-594a-4d68-ab92-1d5fa19573bb",
    "translation": "Forscher entwickelten eine neue Methode zur Herstellung von CBD unter Verwendung von Deuterium, einer Form von Wasserstoff. Dies ermöglicht ihnen, eine Version von CBD zu erstellen, die sich leicht von der natürlichen Art unterscheidet. Das Ziel ist es, zu untersuchen, wie dieses modifizierte CBD sich im Körper verhält. Dieses Wissen könnte Wissenschaftlern helfen, in Zukunft bessere CBD-basierte Medikamente zu entwickeln. Die Studie beschreibt den chemischen Prozess zur Herstellung dieses speziellen CBDs, testet es aber nicht an Menschen. Ergebnisse aus zukünftigen Studien mit diesem Deuterium-markierten CBD stehen noch aus."
  },
  {
    "id": "8694872a-8300-4e37-88d4-8fd2675811ca",
    "translation": "Forscher testeten, ob die Cannabis-Verbindung THC Menschen helfen könnte, Angsterinnerungen zu überwinden. Sie ließen 29 gesunde Erwachsene ein Angstlernexperiment durchlaufen. Die Hälfte der Teilnehmer nahm vor dem Experiment eine THC-Pille ein, während die andere Hälfte eine Placebo-Pille einnahm. Am nächsten Tag zeigte die Gruppe, die THC eingenommen hatte, weniger Angstreaktionen, wenn sie an die angstauslösende Erinnerung erinnert wurden, im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass THC helfen könnte, die Rückkehr von Angsterinnerungen zu verhindern, was Anwendungen für die Behandlung von Angststörungen haben könnte. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "f7315f11-b63e-4604-8d7d-aebff3cf7349",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchten, wie die Cannabis-Verbindungen CBD und THC mit einem Rezeptor namens GPR18 im Körper interagieren. Sie verwendeten Computermodellierung, um zu zeigen, dass THC stärker an GPR18 bindet als CBD. THC hält den Rezeptor in einem \"immer eingeschalteten\" Zustand, während CBD ihn nur teilweise aktiviert. Diese teilweise Aktivierung durch CBD könnte im Vergleich zur vollständigen Aktivierung durch THC zu unterschiedlichen therapeutischen Wirkungen führen. Die Forscher sagen, diese Computermodellierungstechnik könnte helfen zu erklären, wie andere Cannabis-Verbindungen mit Rezeptoren interagieren und verschiedene biologische Signalwege aktivieren. Weitere Forschung ist noch erforderlich, um diese Mechanismen vollständig zu verstehen."
  },
  {
    "id": "493669ae-8961-412a-bb3d-8bf2e337eb1e",
    "translation": "Forscher untersuchten, wie der CB2-Cannabinoid-Rezeptor, der im Gehirn gefunden wird, die Kommunikation zwischen Nervenzellen im zentralen Nervensystem beeinflusst. Sie verwendeten Gehirngewebeproben von Ratten und Mäusen, um zu beobachten, wie CB2-Rezeptoren elektrische Signale an Verbindungen zwischen Neuronen beeinflussen. Die Ergebnisse zeigten, dass die Aktivierung von CB2-Rezeptoren die Stärke dieser neuralen Verbindungen verändern kann. Dies deutet darauf hin, dass CB2-Rezeptoren eine Rolle dabei spielen könnten, wie das Gehirn Informationen verarbeitet und Erfahrungen macht. Die Erkenntnisse könnten helfen, einige der Wirkungen von Cannabis und verwandten Verbindungen auf das Gehirn und das Nervensystem zu erklären. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "d0800ea7-514d-4fa6-b25d-24bf1b492e4f",
    "translation": "Forscher testeten, wie eine Verbindung namens Cannabinol (CBN) die Haut beeinflusst. Sie verwendeten Zellen aus menschlicher Haut (Keratinozyten) im Labor. Die Studie ergab, dass CBN mit dem körpereigenen Endocannabinoid-System interagiert und entzündungshemmende Eigenschaften hat, was bedeutet, dass es Entzündungen reduzieren kann. Dies deutet darauf hin, dass CBN nützlich für die Behandlung von Hauterkrankungen mit Entzündungen sein könnte, wie Ekzeme oder Psoriasis. Allerdings ist weitere Forschung erforderlich, um diese Wirkungen bei Menschen zu bestätigen. Die Studie liefert vielversprechende frühe Hinweise darauf, dass CBN therapeutische Anwendungen für die Hautgesundheit haben könnte, aber Ergebnisse aus größeren Humanstudien stehen noch aus."
  },
  {
    "id": "43bc2d04-8c74-4854-892e-fe528fa5d883",
    "translation": "Titel: Studie testet, ob CBD die Sportleistung beeinflusst\n\nForscher wollten sehen, ob die Einnahme von CBD-Öl die sportliche Leistung beeinflusst. Sie ließen 20 gesunde erwachsene Sportler einen 2-Meilen-Zeitlauf vor und nach der Einnahme von entweder CBD oder einem Placebo (Scheinmedikament) absolvieren.\n\nDie Sportler wussten nicht, welches sie erhielten. Die Forscher maßen Dinge wie Herzfrequenz, Belastungsfähigkeit und Zeit bis zum Abschluss des 2-Meilen-Laufs.\n\nSie fanden heraus, dass die Einnahme von CBD keine Auswirkungen auf die 2-Meilen-Laufzeiten der Sportler oder andere Messungen der körperlichen Leistung hatte. Weitere Forschung ist noch erforderlich, um zu verstehen, wie CBD die Bewegung beeinflussen könnte oder nicht."
  },
  {
    "id": "cdf094b1-a426-4935-8c67-b785dbbcbd41",
    "translation": "Forscher verabreichten Ratten CBD-Öl, nachdem ihre Gehirne vorübergehend von Sauerstoff abgeschnitten waren. Dies ahmt nach, was bei einem Schlaganfall passiert. Die Studie ergab, dass CBD half, die Gehirnzellen der Ratten vor Schäden zu schützen. Es verbesserte auch die Verbindungen zwischen Gehirnzellen in einem Teil des Gehirns namens Hippocampus. Diese Verbindungen sind wichtig für Lernen und Gedächtnis. Die Ergebnisse deuten darauf hin, dass CBD Vorteile für Menschen haben könnte, die einen Schlaganfall hatten. Weitere Forschung ist noch erforderlich, um zu prüfen, ob diese Erkenntnisse auf Menschen übertragbar sind."
  },
  {
    "id": "978f5c5f-feb4-4ad6-a203-ebcd0b22068f",
    "translation": "Diese Studie \"Adenosin-Rezeptoren als therapeutische Ziele\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "20ddee03-c5e1-4993-a783-8cfec4e8fb22",
    "translation": "Forscher testeten, ob CBD-Öl helfen könnte, Nervenschmerzen zu reduzieren, die durch Krebsbehandlungsmedikamente namens Taxane verursacht werden. Sie verabreichten 50 Menschen mit dieser Art von Nervenschmerzen 4 Wochen lang entweder CBD-Öl oder ein Placebo (Scheinmedikament). Die Studie ergab, dass diejenigen, die das CBD-Öl einnahmen, weniger Nervenschmerzen hatten im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass CBD-Öl eine nützliche Behandlung für diese Art von Nervenschmerzen sein könnte. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "031de827-4eac-4c77-b0f1-445a59bd6c81",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nCBD ist eine Verbindung aus der Cannabispflanze, die viel wissenschaftliche Aufmerksamkeit für ihre potenziellen gesundheitlichen Vorteile erhält. Studien zeigen, dass CBD helfen könnte, Anfälle, Angstzustände, Depressionen und Schmerzen zu reduzieren. Es kann auf verschiedene Weisen eingenommen werden, wie Öle, Cremes oder Inhalation. Obwohl CBD im Allgemeinen sicher ist, kann es mit einigen Medikamenten interagieren und Dinge wie Fruchtbarkeit und Leberfunktion beeinflussen. Die beste Dosierung ist noch unklar, wobei die meisten Studien 1-50 mg pro Kilogramm Körpergewicht pro Tag vorschlagen. Diese Übersichtsarbeit betrachtet, wie man qualitativ hochwertige CBD-Produkte herstellt, mit Fokus auf die Extraktions- und Reinigungsmethoden. Weitere Forschung ist noch erforderlich, um die Wirkungen von CBD vollständig zu verstehen."
  },
  {
    "id": "2996d26b-6f2f-4035-a6ff-a50c4ecebd18",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie darüber, wie CBD die Plazentazellentwicklung und Mitochondrien beeinflusst:\n\nForscher testeten die Wirkungen von CBD auf Zellen aus der Plazenta namens Trophoblasten. Trophoblasten sind wichtig für die Bildung der Plazenta während der Schwangerschaft. Die Studie ergab, dass die Exposition von Trophoblastenzellen gegenüber CBD die Aktivität von Genen reduzierte, die an der Plazentaentwicklung beteiligt sind. CBD verursachte auch Stress und Schäden an den energieproduzierenden Strukturen (Mitochondrien) in den Trophoblastenzellen. Dies führte zu geringerer Energieproduktion und Störung der normalen Funktionen der Trophoblastenzellen. Insgesamt deuten die Ergebnisse darauf hin, dass CBD die ordnungsgemäße Entwicklung und Gesundheit der Plazenta negativ beeinflussen kann. Weitere Forschung zu den Auswirkungen von CBD während der Schwangerschaft ist noch erforderlich."
  }
]
