[
  {
    "id": "905b9712-d590-4a01-8d9e-9033c13effe0",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchten verschiedene Methoden zur Messung der Auswirkungen von Cannabis und THC (der wichtigsten psychoaktiven Verbindung in Cannabis) bei gesunden Menschen. Sie überprüften 165 Studien, die testeten, wie Cannabis und THC das Gehirn und die Herzfrequenz beeinflussen.\n\nDie zuverlässigsten Methoden zur Messung der Cannabis/THC-Wirkungen waren:\n- Subjektive Empfindungen – Teilnehmer berichteten über spürbare Veränderungen in ihrem Befinden\n- Herzfrequenz – Cannabis/THC verursachte einen Anstieg der Herzfrequenz\n\nDie Studie ergab auch, dass Cannabis viele Bereiche der Gehirnfunktion beeinflusst, mit unterschiedlichen Wirkungen bei niedrigen und hohen Dosen. Standardisiertere Tests sind erforderlich, um die Auswirkungen von Cannabis auf das Gehirn besser zu verstehen."
  },
  {
    "id": "627a97e0-65a6-4afd-be29-ec73ce33e396",
    "translation": "Hier ist eine Zusammenfassung der Forschungsstudie:\n\nForscher testeten, ob das Verdampfen von CBD-reichem Cannabis dazu beitragen könnte, Opioidabhängigkeit und Schmerzen bei weiblichen Ratten zu reduzieren. Den Ratten wurden Opioide verabreicht, und sie konnten dann zwischen Opioiden und CBD-reichem Cannabis-Dampf wählen. Die Ratten bevorzugten den Cannabis-Dampf gegenüber den Opioiden, was darauf hindeutet, dass CBD das Verlangen nach Opioiden reduzieren könnte. Der Cannabis-Dampf reduzierte auch teilweise die Schmerzreaktionen bei den Ratten. Diese Ergebnisse deuten darauf hin, dass CBD-reiches Cannabis ein nützliches Mittel zur Behandlung von Opioidabhängigkeit und Schmerzen sein könnte, zumindest bei weiblichen Tieren. Weitere Forschung ist noch erforderlich, um festzustellen, ob diese Ergebnisse auch auf Menschen übertragbar sind."
  },
  {
    "id": "f40105eb-f0a3-4907-80f9-9eaf44134408",
    "translation": "Diese Studie untersucht die kombinierten Auswirkungen von Alkohol und Marihuana auf das Fahren. Die Teilnehmer konsumieren beide Substanzen vor Fahrsimulationen, was den Forschern hilft, die Gefahren der gemeinsamen Verwendung dieser Rauschmittel zu verstehen."
  },
  {
    "id": "0936f70f-5ee6-4381-9d31-dd660cb079b5",
    "translation": "Hier ist eine verständliche Zusammenfassung der CBD-Dermatitis-Studie:\n\nForscher testeten, ob CBD-Öl bei der Behandlung von Hautentzündungen bei Mäusen mit einer Erkrankung ähnlich der menschlichen Dermatitis helfen könnte. Sie verabreichten einigen Mäusen CBD-Öl und anderen ein Placebo (Scheinbehandlung) über 4 Wochen. Die Mäuse, die CBD erhielten, zeigten deutlich weniger Hautrötung, Schwellung und Trockenheit im Vergleich zur Placebo-Gruppe. Das CBD schien auch die Aktivität des Immunsystems zu reduzieren, die Entzündungen verursacht. Die Wissenschaftler kamen zu dem Schluss, dass CBD vielversprechend als potenzielle neue Behandlung für Dermatitis und andere entzündliche Hauterkrankungen ist. Weitere Forschung ist noch erforderlich, um diese Ergebnisse beim Menschen zu bestätigen."
  },
  {
    "id": "60d35b42-e496-4309-90b8-f871dab57fd3",
    "translation": "Forscher testeten neue CBD-basierte Verbindungen, um zu prüfen, ob sie SARS-CoV-2, das Virus, das COVID-19 verursacht, bekämpfen könnten. Sie verwendeten Computermodelle, Laborexperimente und Tierversuche, um die antiviralen Wirkungen dieser Verbindungen zu bewerten. Die Ergebnisse zeigten, dass einige der neuen Verbindungen das Virus effektiv daran hindern konnten, Zellen zu infizieren. Die Forscher glauben, dass diese Verbindungen Potenzial als zukünftige COVID-19-Behandlungen haben. Allerdings ist weitere Forschung erforderlich, um die Ergebnisse zu bestätigen und sicherzustellen, dass die Verbindungen beim Menschen sicher und wirksam sind. Insgesamt erforscht diese Studie neuartige Möglichkeiten, CBD zur Bekämpfung der andauernden Pandemie einzusetzen."
  },
  {
    "id": "252647f3-9777-4d01-8bc8-0ca9019588ab",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher in Peru untersuchten, wie Menschen mit schwer behandelbarer Epilepsie CBD-Öl verwenden. Sie befragten 150 Patienten und ihre Betreuer. Die meisten gaben an, dass sie CBD-Öl ausprobiert hatten, wobei viele berichteten, dass es half, ihre Anfälle zu reduzieren. Allerdings waren die Qualität und Dosierung der verwendeten CBD-Produkte nicht gut kontrolliert. Die Studie ergab auch, dass Ärzte CBD selten empfehlen, oft weil sie nicht genügend Informationen darüber haben. Die Ergebnisse deuten darauf hin, dass CBD eine nützliche Behandlung für einige Menschen mit Epilepsie sein könnte. Es ist jedoch noch mehr qualitativ hochwertige Forschung erforderlich, um sicher zu wissen, wie gut es wirkt und wie man es sicher anwendet."
  },
  {
    "id": "18e68d52-46ca-46e1-a58c-abb75f7a9260",
    "translation": "Diese Studie untersucht, ob niedrig dosiertes Cannabis oder ein ähnliches Medikament namens Dronabinol Menschen mit Schizophrenie helfen kann, die auch Cannabis konsumieren. Die Forscher glauben, dass einige Patienten Cannabis verwenden könnten, um das Belohnungssystem ihres Gehirns zu regulieren. Studie in Bearbeitung."
  },
  {
    "id": "e0ddbb40-a00a-466e-ac34-e577df0931ff",
    "translation": "Diese Studie \"(2019). Wie beeinflusst Cannabidiol (CBD) die akuten Wirkungen von Delta-9-Tetrahydrocannabinol (THC) beim Menschen?\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "d00c9e08-3cce-4263-8dfa-832ac2c3d120",
    "translation": "Diese Studie untersuchte, wie gut CBD-Öl bei der Behandlung von Anfällen bei Kindern im Vergleich zu Erwachsenen mit zwei Arten von Epilepsie wirkt – dem Lennox-Gastaut-Syndrom und dem Dravet-Syndrom. Betreuer von über 1.000 Patienten füllten eine Umfrage über ihre Erfahrungen mit CBD aus. Die Ergebnisse zeigten, dass CBD bei beiden Altersgruppen wirksam bei der Reduzierung von Anfällen war, wobei der Nutzen bei den pädiatrischen Patienten etwas größer war. Die Studie liefert Praxisdaten zur Verwendung von CBD als potenzielle Behandlungsoption für diese seltenen und schwer zu behandelnden Formen der Epilepsie."
  },
  {
    "id": "24a846c2-e8b5-4111-bd95-41b1880eb74f",
    "translation": "Diese Studie \"(2018). Eine Phase-I, randomisierte, doppelblinde, placebokontrollierte Studie mit Einzel- und Mehrfachdosis sowie Nahrungseffekt zur Sicherheit, Verträglichkeit und Pharmakokinetik von hochgereinigtem Cannabidiol.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e4728c57-598f-4ce3-9100-f177e0b7d3d6",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Übersichtsarbeit betrachtete die Ergebnisse sorgfältig gestalteter Studien (sogenannte randomisierte kontrollierte Studien), um zu untersuchen, wie gut medizinisches Cannabis psychische Erkrankungen wie Angstzustände, Depression und Sucht behandeln kann.\n\nDie Forscher fanden 28 relevante Studien zu 12 verschiedenen psychischen Erkrankungen. Die Studien testeten verschiedene Formen von Cannabis, darunter CBD-Öl und Sprays mit THC und CBD. Es wurden einige kurzfristige Vorteile beobachtet, insbesondere bei Erkrankungen wie Cannabissucht und Schizophrenie. Die Studien hatten jedoch sehr gemischte Ergebnisse und waren nicht von hoher Qualität. Mehr gut konzipierte Langzeitstudien sind noch erforderlich, um zu verstehen, ob medizinisches Cannabis wirklich bei psychischen Erkrankungen wirksam ist."
  },
  {
    "id": "09e24c99-1ac7-498b-b447-2b2839d2cf7b",
    "translation": "Diese 12-wöchige Studie testet, ob CBD Menschen hilft, ihren Gebrauch von Opioid-Schmerzmitteln zu reduzieren. Die Teilnehmer nehmen CBD oder Placebo ein, während die Forscher Veränderungen bei Schmerzen, Angstzuständen, Schlaf, Denkfähigkeiten und der Menge der verwendeten Opioide verfolgen. Studie in Bearbeitung."
  },
  {
    "id": "35596e20-b5bb-44b5-b8bf-b0bc237f4561",
    "translation": "Forscher testeten eine Kombination aus drei natürlichen Verbindungen – Acteoside, CBD und Naringenin – zur Behandlung von Gehirnkrebs (Gliom) in Laborstudien. Sie verpackten diese Verbindungen in Liposomen (winzige Fettbläschen), um ihnen zu helfen, effektiver in Krebszellen einzudringen. Die Ergebnisse zeigten, dass diese Kombinationsbehandlung besser beim Abtöten von Gliomzellen war als die einzelnen Verbindungen. Die liposomale Formulierung schien auch besser zu wirken als die Verbindungen allein. Insgesamt erscheint dieser Ansatz vielversprechend für die Behandlung dieser Art von Gehirnkrebs, aber weitere Forschung ist erforderlich, um die Ergebnisse zu bestätigen."
  },
  {
    "id": "6580dca0-d5fd-44e7-bde1-f4a8400b2059",
    "translation": "Diese Studie testet eine neue lipidbasierte CBD-Formulierung, die für eine bessere Absorption entwickelt wurde. Normales CBD wird ohne Nahrung schlecht aufgenommen, aber diese neue Version könnte auf nüchternen Magen besser wirken und die Dosierung zuverlässiger machen."
  },
  {
    "id": "264a2c6d-22fa-4089-949e-512ba467126f",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchen, wie die Gene und Genaktivität einer Person ihre Reaktion auf die Hauptchemikalien in medizinischem Marihuana – THC und CBD – beeinflussen. Sie möchten herausfinden, ob sie vorhersagen können, wie gut jemand auf die Behandlung mit diesen aus Cannabis gewonnenen Verbindungen ansprechen wird. Die Studie rekrutiert Menschen, die medizinisches Marihuana verwenden, und testet ihre DNA und andere biologische Marker. Durch die Suche nach Mustern hoffen die Forscher, einen Weg zu entwickeln, die medizinische Marihuana-Behandlung basierend auf der einzigartigen Genetik jedes Patienten zu personalisieren. Ergebnisse aus dieser laufenden Studie könnten zu einer effektiveren und maßgeschneiderten Verwendung von Cannabis-basierten Medikamenten in der Zukunft führen."
  },
  {
    "id": "756497c5-2fc6-46c4-8ef8-ca2959cd5ab6",
    "translation": "Diese Studie untersuchte, wie man CBD (die Chemikalie aus Cannabis) weniger toxisch für Zellen machen kann. Die Forscher testeten verschiedene Wege, CBD gezielt zu bestimmten Teilen der Zellen namens Mitochondrien zu transportieren. Sie fanden heraus, dass die Modifikation von CBD zur Bindung an Mitochondrien seine schädlichen Auswirkungen auf Zellen reduzierte. Dies deutet auf einen möglichen Weg hin, CBD therapeutisch zu verwenden, ohne so viel Zellschäden zu verursachen. Weitere Forschung ist erforderlich, um festzustellen, ob diese Technik in lebenden Organismen sicher und wirksam ist. Ergebnisse weiterer Studien stehen noch aus."
  },
  {
    "id": "65bc141d-6ce1-4794-ac31-c6a9c965113c",
    "translation": "Diese Studie \"(2010). Bioverfügbarkeit von Cannabidiol nach nasaler und transdermaler Anwendung: Wirkung von Permeationsverstärkern.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "d2a26f6e-a5d0-4adf-ba11-a905ba4de0eb",
    "translation": "Diese Studie verwendete molekulare Modellierung, um die chemischen Eigenschaften von CBD, einer Verbindung aus der Cannabispflanze, mit dem Medikament Phenytoin zu vergleichen, das häufig zur Behandlung von Epilepsie eingesetzt wird. Die Forscher fanden heraus, dass CBD und einige seiner Nebenprodukte ähnliche strukturelle Merkmale wie Phenytoin haben, was erklären könnte, wie CBD antiepileptische Wirkungen haben kann. Die Ergebnisse deuten darauf hin, dass diese CBD-verwandten Verbindungen einen \"phenytoinähnlichen\" Wirkmechanismus bei der Behandlung bestimmter Arten von Epilepsie haben könnten. Allerdings ist weitere Forschung erforderlich, um vollständig zu verstehen, wie CBD als Antiepileptikum wirkt."
  },
  {
    "id": "7e88b673-f8c7-4ffd-905b-537fcc0362e5",
    "translation": "Forscher testeten, ob CBD-Öl dazu beitragen könnte, Anfälle bei Menschen mit tuberöser Sklerose (TSC) zu reduzieren, einer genetischen Erkrankung, die Anfälle und andere Gesundheitsprobleme verursacht. Sie verabreichten 38 Menschen mit TSC 12 Wochen lang CBD-Öl oder ein Placebo (Scheinmedikament). Die Menschen, die CBD-Öl einnahmen, hatten weniger und kürzere Anfälle im Vergleich zu denen, die das Placebo einnahmen. Die Studie ergab auch, dass CBD-Öl im Allgemeinen sicher und gut verträglich war. Diese Ergebnisse deuten darauf hin, dass CBD-Öl eine nützliche Behandlung für Anfälle bei Menschen mit TSC sein könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "8ad73654-7ab1-4e98-9837-533de0aa850b",
    "translation": "Diese Studie \"(2014). Phytol, ein Diterpenalkohol, hat antikonvulsive Aktivität bei Mäusen\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "81bffffb-2963-4b7e-89e0-ce6f70fe73a0",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Übersichtsarbeit betrachtete Studien darüber, wie CBD (die nicht-psychoaktive Verbindung aus Cannabis) bei kognitiven Problemen bei älteren Erwachsenen helfen könnte. Die Forscher fanden heraus, dass CBD potenzielle Vorteile hat – es kann Gehirnentzündungen reduzieren, oxidativen Stress senken und die Gehirnfunktion verbessern. Einige frühe Studien an Tieren und Menschen deuten darauf hin, dass CBD kognitive Fähigkeiten und Lebensqualität für ältere Erwachsene mit Erkrankungen wie Demenz verbessern könnte. Die Forschung ist jedoch noch begrenzt, mit Unterschieden in Studienqualität und verwendeten CBD-Dosierungen. Robustere Langzeit-Klinische Studien sind erforderlich, um vollständig zu verstehen, wie CBD die Gehirngesundheit im Alter unterstützen könnte."
  },
  {
    "id": "bf100264-ff3a-4a89-9e9c-22bc4697824e",
    "translation": "Forscher testeten, wie CBD und Cannabis-Verbindungen bei Schmerzen und Entzündungen bei Menschen mit Sichelzellanämie helfen könnten.\n\nSie untersuchten Mäuse mit Sichelzellkrankheit und fanden heraus, dass CBD und andere Cannabis-basierte Verbindungen die Aktivierung von Mastzellen reduzierten, die bei dieser Erkrankung zu Entzündungen und Schmerzen beitragen. Die Verbindungen wirkten durch Interaktion mit den körpereigenen Cannabinoid-Rezeptoren.\n\nDie Forscher sagen, diese Studie liefert Hinweise darauf, dass CBD und Cannabis-basierte Behandlungen potenziell helfen könnten, die Schmerzen und andere Symptome der Sichelzellanämie zu behandeln. Weitere Forschung ist noch erforderlich, um diese Ergebnisse beim Menschen zu bestätigen."
  },
  {
    "id": "81c88264-ab91-48c2-811f-95b0d2ad1ba3",
    "translation": "Diese Studie erforscht das Potenzial von CBD für die Suchtbehandlung. Forscher untersuchen, ob Cannabidiol helfen kann, Verlangen und Entzugssymptome zu reduzieren."
  },
  {
    "id": "495ca831-1e8b-465f-9041-0acd7c0f160d",
    "translation": "Forscher testeten, ob eine Verbindung namens Cannabigerol (CBG), die in Cannabispflanzen gefunden wird, Entzündungen reduzieren könnte. In Laborexperimenten setzten sie Zellen Entzündungsauslösern aus und behandelten sie dann mit CBG. Die Ergebnisse zeigten, dass CBG die Aktivität wichtiger Entzündungswege in den Zellen blockierte. Als nächstes verabreichten die Forscher CBG an Mäuse mit Entzündungen. Sie fanden heraus, dass CBG Entzündungen und Gewebeschäden bei den Mäusen reduzierte. Die Studie deutet darauf hin, dass CBG entzündungshemmende Eigenschaften hat, die durch Störung spezifischer Entzündungssignalwege wirken. Weitere Forschung ist erforderlich, um festzustellen, ob diese Ergebnisse auf Menschen übertragbar sind."
  },
  {
    "id": "5094696b-4910-44ec-b86a-ed07bc639d03",
    "translation": "Forscher untersuchten 15 qualitativ hochwertige Studien zur Verwendung von Cannabis oder CBD-Öl zur Behandlung chronischer Schmerzen, die nicht durch Krebs verursacht werden. Die Studien umfassten über 1.700 Menschen mit Erkrankungen wie Nervenschmerzen, Multipler Sklerose und rheumatoider Arthritis. Die Ergebnisse zeigten, dass Cannabis und CBD helfen können, Schmerzen zu reduzieren und die Lebensqualität für einige Menschen mit chronischen Schmerzen zu verbessern. Allerdings ist weitere Forschung noch erforderlich, um die Vorteile und Risiken vollständig zu verstehen. Die Forscher schlussfolgern, dass Cannabis und CBD vielversprechend für die Behandlung bestimmter Arten von chronischen Schmerzen sind, aber Ärzte sollten Patienten, die diese Produkte verwenden, engmaschig überwachen."
  },
  {
    "id": "d37f457d-ca53-4df0-911d-639e0ef6aad3",
    "translation": "Diese Studie \"(2000). Ein historischer Überblick über die chemische Forschung zu Cannabinoiden.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "eaab5829-191d-47b7-8f89-f0a0904fdba0",
    "translation": "Forscher testeten, ob die Gabe von CBD (dem nicht-psychoaktiven Teil von Cannabis) helfen könnte, Symptome von Schizophrenie in einem Tiermodell zu behandeln. Sie verabreichten einigen jungen Ratten CBD und anderen ein Placebo. Die Ratten, die CBD erhielten, zeigten Verbesserungen bei Verhaltens- und Gehirnchemie-Markern, die bei Schizophrenie abnormal sind. Dies deutet darauf hin, dass CBD möglicherweise einige der zugrunde liegenden Gehirnveränderungen bei Schizophrenie ansprechen könnte. Weitere Forschung ist noch erforderlich, um festzustellen, ob dies zu neuen Behandlungen für Menschen mit Schizophrenie führen könnte."
  },
  {
    "id": "97a96239-afef-4fec-b30a-908ee7158e05",
    "translation": "In dieser Übersichtsarbeit betrachteten Forscher die Verwendung von Cannabis und CBD zur Behandlung chronischer Schmerzen, die nicht durch Krebs verursacht werden. Sie fassten die Ergebnisse mehrerer früherer Studien zusammen. Die Ergebnisse deuten darauf hin, dass Cannabis-basierte Produkte, einschließlich CBD-Öl, helfen können, chronische Schmerzen zu reduzieren und die Lebensqualität für einige Menschen zu verbessern. Allerdings ist weitere qualitativ hochwertige Forschung noch erforderlich, um die Vorteile und Risiken vollständig zu verstehen. Die Übersichtsarbeit hebt die Notwendigkeit hervor, dass Gesundheitsdienstleister die potenzielle Verwendung von Cannabis verantwortungsvoll mit ihren Patienten besprechen sollten, die unter chronischen Schmerzen leiden."
  },
  {
    "id": "7d5e2992-2772-4745-b0a2-d15b2780f95f",
    "translation": "Forscher testeten verschiedene Methoden zur Herstellung von CBD-Öl. Sie untersuchten reguläre CBD-Öllösungen und CBD-haltige Emulsionen (bei denen Öl mit Wasser gemischt wird). Das Team analysierte die chemische Zusammensetzung und Qualität jeder Zubereitung. Sie fanden heraus, dass sowohl Lösungen als auch Emulsionen ähnliche CBD-Konzentrationen aufwiesen und über die Zeit stabil waren. Die Emulsionen ließen sich leichter in wasserbasierte Getränke mischen. Die Studie liefert Informationen zur Erstellung hochwertiger, konsistenter CBD-Produkte für den medizinischen Gebrauch. Die Ergebnisse können Herstellern helfen, die besten Methoden zur Herstellung wirksamer CBD-Zubereitungen zu finden."
  },
  {
    "id": "ce1deb2c-ea28-48a2-bb7d-92fddd403f5a",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "47f7237b-1423-4f8c-bf1f-9aa6002b3d84",
    "translation": "Geschlechtsabhängige Wirkungen der cannabisinduzierten Schmerzlinderung\n\nDiese Studie untersuchte, wie Cannabis Schmerzen bei Männern und Frauen unterschiedlich beeinflusst. Die Forscher ließen 21 Männer und 21 Frauen entweder Cannabis oder ein Placebo (Scheinmedikament) einnehmen. Dann maßen sie, wie viel Schmerz die Teilnehmer tolerieren konnten.\n\nDie Ergebnisse zeigten, dass Cannabis den Männern im Vergleich zu den Frauen mehr Schmerzlinderung verschaffte. Die Forscher glauben, dass dies daran liegt, dass Cannabis bei Männern und Frauen unterschiedlich mit dem körpereigenen natürlichen Schmerzlinderungssystem interagiert.\n\nWeitere Forschung ist erforderlich, um diese geschlechtsspezifischen Unterschiede in der Schmerzwirkung von Cannabis vollständig zu verstehen. Diese Studie deutet jedoch darauf hin, dass Cannabis bei Männern möglicherweise besser gegen Schmerzen wirkt als bei Frauen."
  },
  {
    "id": "0c5b37b3-9c7d-46bf-9565-be0938bdc64f",
    "translation": "Diese Studie betrachtete den Fall einer Person, die nach der Verwendung eines CBD-Öl-Produkts eine allergische Hautreaktion entwickelte. Die Person hatte rote, schmerzhafte Wunden im Mund nach der Einnahme des Öls, das 5% CBD enthielt. Die Ärzte stellten fest, dass das CBD-Öl die Ursache der Reaktion war. Dies ist eine ungewöhnliche Nebenwirkung, und weitere Forschung ist erforderlich, um zu verstehen, wie CBD-Öl bei einigen Menschen die Haut und den Mund beeinflussen kann. Die Forscher warnen, dass Menschen sich bewusst sein sollten, dass CBD-Produkte potenziell allergische Reaktionen auslösen können, insbesondere im Mund und auf der Haut."
  },
  {
    "id": "569942fa-b1fe-4216-b9d4-548f73603b96",
    "translation": "Diese Studie untersucht die entzündungshemmenden Eigenschaften von CBD. Forscher untersuchen, wie Cannabidiol die Reaktionen des Immunsystems und Entzündungsmarker beeinflusst."
  },
  {
    "id": "2e8452fe-bf33-401f-8665-6817c7711e11",
    "translation": "Forscher verwendeten Computermodellierung, um zu untersuchen, wie 6 verschiedene CBD-basierte Arzneimittelverbindungen mit dem CB1-Rezeptor im Körper interagieren. Sie fanden heraus, dass die Form und Größe der Arzneimittelverbindungen beeinflusste, wie stark sie an den Rezeptor binden konnten. Verbindungen mit größeren aromatischen (ringförmigen) Gruppen und Wasserstoffbrückenbindungen hatten eine stärkere Bindung. Die Ergebnisse liefern Erkenntnisse, die das Design neuer Medikamente leiten könnten, die auf den CB1-Rezeptor abzielen, der bei verschiedenen Gesundheitszuständen eine Rolle spielt. Ergebnisse aus dieser Computersimulationsstudie könnten zukünftige klinische Studien zu diesen CBD-basierten Arzneimittelkandidaten informieren."
  },
  {
    "id": "ee21fbdc-3e3f-4029-814f-85475306c231",
    "translation": "Forscher testen CBD als mögliche Behandlung für Gliome, eine Art von Gehirnkrebs. Sie erforschen die Verwendung von CBD-Öl in winzigen Transportvehikeln namens Nanoträgern, um das CBD direkt zum Tumor zu bringen. Bisher haben die Forscher festgestellt, dass CBD in Laborstudien Gliom-Krebszellen abtöten kann. Sie führen nun weitere Tests durch, um zu prüfen, ob diese Nanoträger-Liefersysteme verbessern können, wie gut CBD gegen Gehirntumore wirkt. Die Ergebnisse stehen noch aus, aber diese Studie zeigt vielversprechende Ansätze für die Verwendung von CBD als neuen Behandlungsansatz für diesen schwer zu behandelnden Krebs."
  },
  {
    "id": "8b222a60-4897-49eb-975c-01cb3e18f9f9",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nEine 24-jährige Frau mit unkontrollierter Epilepsie probierte CBD-Öl als neue Behandlung aus. Seit 10 Jahren hatte sie häufige und schwere Anfälle, die sich mit Standardmedikamenten nicht verbesserten. Im Jahr 2023 begann sie, CBD-Öl (200 mg zweimal täglich) zusätzlich zu ihren anderen Epilepsie-Medikamenten einzunehmen. Seitdem sind ihre Anfälle dramatisch zurückgegangen – sie hat jetzt nur noch etwa 4 Mal pro Monat kurze Absence-Anfälle und musste nicht mehr ins Krankenhaus. Ihre Lebensqualität hat sich stark verbessert, und die Dosen ihrer anderen Medikamente konnten reduziert werden. Dieser Fallbericht deutet darauf hin, dass CBD-Öl eine wirksame Behandlung für Menschen mit Epilepsie sein könnte, die nicht gut auf Standardmedikamente ansprechen."
  },
  {
    "id": "db08dbfb-5b4c-4d1b-8ca1-496c922d318c",
    "translation": "Diese Studie \"(2011). Camphen, ein pflanzliches Monoterpen, senkt den Plasmacholesterinspiegel\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "c3422538-b786-4333-8d85-2c56e098ad44",
    "translation": "Forscher testeten, wie CBD (die Chemikalie aus Cannabis) Podozyten beeinflusst, die wichtige Zellen in den Nieren sind. Sie züchteten Podozyten in einer Laborschale und behandelten sie mit verschiedenen CBD-Dosen. Die Forscher fanden heraus, dass CBD half, die Podozyten vor Schäden zu schützen und ihre Funktion zu verbessern. Dies deutet darauf hin, dass CBD potenzielle Vorteile für die Nierengesundheit haben könnte. Allerdings ist weitere Forschung erforderlich, um festzustellen, ob diese Ergebnisse auf lebende Organismen übertragbar sind. Die Studie liefert vielversprechende frühe Hinweise darauf, dass CBD positive Wirkungen auf Nierenzellen haben könnte, aber weitere Studien sind erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "9b8874fe-1f6e-45f1-b276-f2ae3c4bb7fa",
    "translation": "Forscher untersuchten, wie CBD und andere Cannabis-Verbindungen Appetit und Nahrungsaufnahme beeinflussen. Sie studierten diese Wirkungen bei Mäusen und betrachteten Veränderungen bei einem Hormon namens Cholecystokinin, das hilft, Sättigungsgefühle zu kontrollieren. Die Studie ergab, dass die Aktivierung der Cannabinoid-Rezeptoren im Gehirn, was CBD tut, die Freisetzung von Cholecystokinin erhöhte. Dies führte zu reduzierter Nahrungsaufnahme und Gewichtsverlust bei den Mäusen. Die Ergebnisse deuten darauf hin, dass CBD und verwandte Verbindungen potenziell zur Behandlung von übermäßigem Essen und Fettleibigkeit eingesetzt werden könnten, aber weitere Forschung ist erforderlich, um diese Wirkungen beim Menschen zu bestätigen. Ergebnisse ausstehend."
  },
  {
    "id": "17473ad2-3588-4028-bf92-c173b32eaae7",
    "translation": "CBD als Behandlung für Angstzustände und Psychosen\n\nDiese Studie untersuchte, ob CBD, der nicht-psychoaktive Teil der Cannabispflanze, bei Angstzuständen und Psychosen helfen könnte.\n\nForscher verabreichten 34 gesunden Menschen verschiedene CBD-Dosen oder ein Placebo (Scheinmedikament). Dann maßen sie die Gehirnaktivität und Symptome von Angstzuständen und Psychosen der Teilnehmer.\n\nDie Ergebnisse zeigten, dass höhere CBD-Dosen die Symptome von Angstzuständen und Psychosen im Vergleich zum Placebo reduzierten. Kleinere Dosen hatten nicht die gleiche Wirkung.\n\nDie Forscher schlussfolgerten, dass CBD Vorteile bei der Behandlung von Angststörungen und bestimmten Arten von Psychosen haben könnte. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "81ee2a1d-8b03-4b19-a55d-217a057c5b8c",
    "translation": "Cannabidiol (CBD)-Öl könnte bei der Behandlung schwerer Epilepsie bei Kindern helfen. In dieser Studie nahmen 50 Kinder mit therapieresistenter Epilepsie CBD-Öl ein. Die Ergebnisse zeigten, dass die Kinder nach der Einnahme des CBD-Öls durchschnittlich 50% weniger Anfälle hatten. Die Studie deutet darauf hin, dass CBD eine vielversprechende neue Behandlungsoption für Kinder sein könnte, deren Epilepsie nicht gut auf andere Medikamente anspricht."
  },
  {
    "id": "11630e8a-e6b2-4045-8f78-4aa2eb145933",
    "translation": "Studie testet, wie CBD und THC in Cannabis-basierten Medikamenten mit anderen Arzneimitteln interagieren\n\nForscher untersuchten, wie CBD und THC in Cannabis-basierten Medikamenten die Wirkung anderer Medikamente im Körper beeinflussen können.\n\nSie fanden heraus, dass diese Wechselwirkungen bei niedrigen oder moderaten Dosen normalerweise kein großes Problem darstellen. Aber starke Medikamente, die bestimmte Enzyme erhöhen oder verringern, können die Wirkungen von CBD und THC verstärken oder reduzieren.\n\nEin langsames Erhöhen der Dosis von Cannabis-basierten Medikamenten kann helfen, diese Wechselwirkungen zu handhaben. Das Inhalieren von Cannabis kann die Wechselwirkungen jedoch verschlimmern."
  },
  {
    "id": "7e387b54-d029-40e0-a200-ad4f537a773f",
    "translation": "Diese Forschung erforscht das Potenzial von CBD zur Schmerzlinderung. Wissenschaftler untersuchen, wie Cannabidiol bei der Behandlung verschiedener Arten von Schmerzzuständen helfen könnte."
  },
  {
    "id": "a1f37e4e-8f0d-4b7d-985c-2179fbc81739",
    "translation": "Forscher testeten, wie verschiedene synthetische Cannabinoide (SCRAs) mit CB1-Rezeptoren im Gehirn interagieren. Sie fanden heraus, dass SCRAs zwei Arten von G-Proteinen (Gαs und Gαi/o) auf unterschiedliche Weise aktivieren können. Einige SCRAs waren potenter bei der Aktivierung von Gαs, während andere potenter bei der Aktivierung von Gαi/o waren. Dies deutet darauf hin, dass SCRAs komplexe und vielfältige Wirkungen im Körper haben können. Das Verständnis dieser Unterschiede könnte helfen, die komplexen und manchmal gefährlichen Wirkungen dieser Drogen bei Menschen zu erklären. Die Studie liefert Einblicke, wie SCRAs, die mit Überdosierungen in Verbindung gebracht werden, mit den Cannabinoid-Rezeptoren des Gehirns interagieren."
  },
  {
    "id": "fbacc8fd-919a-4b8f-b453-1b3d26fb5c28",
    "translation": "Hier ist eine verständliche Zusammenfassung der CBD- und Angst-Forschungsstudie:\n\nForscher betrachteten Studien zur Verwendung von CBD-Öl zur Behandlung von Angststörungen wie allgemeiner Angst, sozialer Angst und PTBS. Sie analysierten Daten aus 8 Studien mit 316 Personen. Die Ergebnisse zeigten, dass CBD eine signifikant positive Wirkung auf Angstsymptome hatte. Menschen, die CBD einnahmen, berichteten von spürbar geringerer Angst im Vergleich zu denen, die es nicht einnahmen. Die Forscher weisen jedoch darauf hin, dass mehr Studien mit größeren Teilnehmerzahlen erforderlich sind, um diese Ergebnisse zu bestätigen. Insgesamt deuten die Ergebnisse darauf hin, dass CBD eine vielversprechende Behandlungsoption für bestimmte Angststörungen sein könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "3a0cb474-ece6-44d1-9a80-df2b427f0cb7",
    "translation": "In dieser Studie untersuchten Forscher, wie CBD und verwandte Verbindungen emotionales Lernen und Gedächtnis im Gehirn beeinflussen.\n\nSie führten Experimente an Ratten durch und zeichneten die Aktivität von Gehirnzellen im präfrontalen Kortex auf, die Signale von der Amygdala (einer Gehirnregion, die an Emotionen beteiligt ist) empfangen.\n\nDie Ergebnisse zeigen, dass die Aktivierung von CBD-Rezeptoren die Fähigkeit dieser Gehirnzellen verbesserte, Assoziationen zwischen Gerüchen und leichten Schocks zu lernen und zu erinnern. Im Gegensatz dazu verhinderte die Blockierung von CBD-Rezeptoren diese Art des emotionalen Lernens.\n\nDie Erkenntnisse deuten darauf hin, dass CBD und verwandte Verbindungen modulieren können, wie der präfrontale Kortex und die Amygdala interagieren, um emotionale Erinnerungen zu bilden. Dies könnte Auswirkungen auf das Verständnis der Auswirkungen des Cannabiskonsums auf die psychische Gesundheit haben."
  },
  {
    "id": "0fc2b8c0-b54f-4f2a-811f-487246f9b381",
    "translation": "Diese Studie untersuchte, ob die Cannabis-Verbindungen THC und CBD zur Krebsbehandlung eingesetzt werden könnten. Die Forscher überprüften frühere Studien, um die Evidenz für die Verwendung dieser Verbindungen als Krebsbehandlungen zu bewerten.\n\nSie fanden heraus, dass einige Studien zwar positive Wirkungen von THC und CBD auf Krebszellen zeigten, die verwendeten Konzentrationen und Methoden in diesen Studien jedoch möglicherweise nicht gut auf die reale Krebsbehandlung übertragbar sind. Weitere Forschung ist noch erforderlich, insbesondere zur Verwendung von CBD in Kombination mit anderen Therapien. Insgesamt unterstützt die aktuelle wissenschaftliche Evidenz noch nicht stark die Verwendung von THC oder CBD allein als Krebsheilmittel."
  },
  {
    "id": "ab137705-ccb3-4d13-a73c-2b7c31f4d10f",
    "translation": "Diese Studie testet, ob Cannabinoide Appetit, Schlaf, Lebensqualität und Gelenkschmerzen bei Menschen mit systemischer Sklerose (Sklerodermie), einer Autoimmunerkrankung, verbessern. Die Forscher messen auch Entzündungsmarker und Nebenwirkungen. Studie in Bearbeitung."
  },
  {
    "id": "a7cdf13c-28df-421f-81ae-32fcc03b8f82",
    "translation": "In dieser Studie untersuchten Forscher, wie verdampftes CBD (der nicht-psychoaktive Teil von Cannabis) die Genaktivität in den Gehirnen von Mäusen beeinflusst. Sie setzten Mäuse CBD-Dampf aus und analysierten dann die Aktivität verschiedener Gene in einer bestimmten Gehirnregion namens Striatum. Die Ergebnisse zeigten, dass CBD die Expression sowohl von proteinkodierenden als auch von nicht-kodierenden Genen im Striatum veränderte. Dies deutet darauf hin, dass CBD nach akuter Exposition signifikant verändern kann, wie Gene im Gehirn funktionieren. Die Forscher glauben, dass dies Einblicke liefert, wie CBD die Gehirnfunktion und das Verhalten beeinflussen könnte. Allerdings ist weitere Forschung erforderlich, um diese Wirkungen vollständig zu verstehen."
  },
  {
    "id": "af19ea7d-eeeb-4953-b93b-69ffae95c5f4",
    "translation": "Diese Studie erforscht die Wirkungen von CBD auf die Hautgesundheit. Forscher untersuchen, wie Cannabidiol bei verschiedenen Hauterkrankungen helfen könnte, wenn es äußerlich aufgetragen oder innerlich eingenommen wird."
  }
]
