[
  {
    "id": "ff8ca7c8-b3fd-4208-9e27-6ea1b787913d",
    "translation": "Diese Studie \"(1995). Identifizierung eines endogenen 2-Monoglycerids im Hundedarm, das an Cannabinoid-Rezeptoren bindet.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "73b9c563-1698-4cec-b722-aa40586122a2",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Übersichtsarbeit betrachtet sowohl natürliche als auch synthetische Cannabinoide (wie CBD und THC) – wie sie wirken, ihre Anwendungen und ihre Risiken. Natürliche Cannabinoide werden zunehmend als Medikamente und Gesundheitsprodukte verwendet, über den reinen Freizeitkonsum hinaus. Sie können jedoch immer noch Nebenwirkungen verursachen und mit anderen Medikamenten interagieren. Synthetische Cannabinoide sind noch wirksamer und können zu schweren medizinischen Notfällen führen. Die Übersichtsarbeit gibt einen Überblick über die verschiedenen Cannabinoide, ihre zugelassenen Anwendungen und wie sie die Gesundheit negativ beeinflussen können, insbesondere bei bestimmten Personengruppen. Sie bietet Orientierung zur sicheren Verwendung von Cannabinoiden und zur Vermeidung potenzieller Probleme."
  },
  {
    "id": "96e5e0a0-6f5e-4a80-82d8-40add76d2997",
    "translation": "Kohlenstoff-11-markierte Radioliganden zur Bildgebung von Cannabinoid-Rezeptoren im Gehirn\n\nDiese Studie testete neue radioaktive Chemikalien, die sich an Cannabinoid-Rezeptoren im Gehirn anlagern können. Die Forscher wollten prüfen, ob diese Chemikalien verwendet werden könnten, um Cannabinoid-Rezeptoren mittels Bildgebungstechnologie wie PET-Scans zu visualisieren und zu messen. Sie testeten die Chemikalien an einer kleinen Gruppe gesunder Erwachsener. Die Ergebnisse zeigten, dass die radioaktiven Chemikalien erfolgreich an Cannabinoid-Rezeptoren im Gehirn banden, wodurch die Forscher die Rezeptoren mittels PET-Scans sehen konnten. Diese Forschung könnte helfen, bessere Methoden zur Untersuchung des Cannabinoid-Systems des Gehirns mittels medizinischer Bildgebung zu entwickeln."
  },
  {
    "id": "2ec24ad4-ecfc-4a04-9603-45c4feadd6d4",
    "translation": "Forscher testeten, wie eine Verbindung namens SR141716, die den CB1-Rezeptor im Körper blockiert, den Energieverbrauch und die Glukoseaufnahme in den Muskeln von übergewichtigen Mäusen beeinflusst. Die Studie wurde an Mäusen mit einer genetischen Mutation durchgeführt, die Fettleibigkeit verursacht. Die Forscher fanden heraus, dass die Verabreichung von SR141716 an die Mäuse die Energiemenge erhöhte, die sie verbrauchten, und verbesserte, wie gut ihre Muskeln Glukose aus dem Blutkreislauf aufnehmen konnten. Diese Ergebnisse deuten darauf hin, dass die Blockierung des CB1-Rezeptors eine potenzielle Möglichkeit sein könnte, Fettleibigkeit und damit verbundene Stoffwechselprobleme zu behandeln. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "3c5240ca-656a-4878-b6cd-2afe07ef5760",
    "translation": "In dieser Studie untersuchten Forscher, wie sich die Vorteile des Cannabiskonsums im Laufe der Zeit verändern können. Sie ließen 150 Erwachsene mit chronischen Schmerzen über 6 Monate regelmäßig Cannabis verwenden. Die Forscher fanden heraus, dass die Schmerzlinderung und andere positive Wirkungen von Cannabis nachließen, je länger die Menschen es verwendeten. Dies deutet darauf hin, dass Menschen eine \"Toleranz\" gegenüber Cannabis aufbauen können, was bedeutet, dass sie höhere Dosen benötigen, um die gleichen Vorteile zu erzielen. Die Studie zeigt, dass die Linderung durch Cannabis bei Langzeitanwendern möglicherweise nicht für immer anhält. Weitere Forschung ist noch erforderlich, wie dieser Toleranzeffekt verhindert oder gehandhabt werden kann."
  },
  {
    "id": "ec797e63-380d-402f-8b54-45c9356ca54a",
    "translation": "Diese Studie \"(2007). Cannabis-Tee neu betrachtet: Eine systematische Bewertung der Cannabinoid-Zusammensetzung von Cannabis-Tee.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "bd5cdff0-8d2a-4975-9c06-57355ea8fa29",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher testeten, ob CBD, THC und ein Medikament namens Ondansetron Übelkeit in einem Tiermodell verhindern könnten. Sie verabreichten Hamstern eine Verbindung, die sie krank macht, und setzten sie dann in eine bestimmte Umgebung. Die Hamster begannen, sich allein durch den Aufenthalt in dieser Umgebung übel zu fühlen, auch ohne die krankheitserregende Verbindung.\n\nDie Studie ergab, dass CBD und THC, die Hauptverbindungen in Cannabis, diese \"antizipatorische Übelkeit\" bei den Hamstern blockieren konnten. Das Medikament Ondansetron hatte jedoch nicht die gleiche Wirkung.\n\nDies deutet darauf hin, dass CBD und THC bei der Behandlung von Übelkeit hilfreich sein könnten, die vor einer Chemotherapie oder anderen medizinischen Behandlungen auftritt, nicht nur während der Behandlungen selbst. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "2ea6f389-dbf0-4c2a-830f-da760f8c3923",
    "translation": "Diese erste Humanstudie etabliert Sicherheits- und Dosierungsdaten für inhaliertes medizinisches Cannabis mit THC und CBD. Gesunde Freiwillige rauchen kontrollierte Dosen über sieben Tage, während Forscher Blutspiegel, Nebenwirkungen und Veränderungen der kognitiven Funktion verfolgen."
  },
  {
    "id": "0553078a-cd92-4ef3-9223-bb3dcdcb0c49",
    "translation": "In dieser Studie testeten Forscher, wie CBD (die Chemikalie in Cannabis) Darmkrebszellen beeinflusst. Sie züchteten Krebszellen im Labor und setzten sie CBD aus. Die Ergebnisse zeigen, dass CBD die Art und Weise veränderte, wie die Krebszellen Glukose als Energiequelle nutzten. Es zielte auf spezifische Proteine (HIF-1α und LDHA) ab, die am Wachstum von Krebszellen beteiligt sind. Dies führte zu einer Verringerung der Fähigkeit der Krebszellen, sich zu teilen und auszubreiten. Die Studie deutet darauf hin, dass CBD eine potenzielle Behandlung für Darmkrebs sein könnte, indem es die Energieproduktion der Krebszellen stört."
  },
  {
    "id": "313cf926-6aa3-463e-a52b-efa308be0a3d",
    "translation": "Diese 6-monatige Studie testet, ob CBD-reiches Cannabisöl (CBD zu THC im Verhältnis 20:1) hilft, Aggression, Hyperaktivität, Angstzustände und Schlafprobleme bei Kindern und jungen Erwachsenen mit Autismus zu reduzieren. Forscher messen Symptome, Blutmarker und Gehirnaktivität. Studie in Bearbeitung."
  },
  {
    "id": "8528d013-9ea9-4004-b440-467a78d3cbff",
    "translation": "Forscher testeten, ob CBD (die Chemikalie in Cannabis) Entzündungen in den Lungen von Mäusen reduzieren könnte. Sie verabreichten einigen Mäusen CBD und anderen ein Placebo, dann verwendeten sie Chemikalien, um bei allen Mäusen Lungenentzündungen zu verursachen. Die Mäuse, die CBD erhielten, hatten deutlich weniger Entzündungen in ihren Lungen im Vergleich zur Placebo-Gruppe. Dies deutet darauf hin, dass CBD langanhaltende entzündungshemmende Wirkungen haben könnte, die nützlich für die Behandlung von Lungenerkrankungen sein könnten. Weitere Forschung ist erforderlich, um festzustellen, ob diese Ergebnisse auf Menschen übertragbar sind."
  },
  {
    "id": "c33c6a30-c5aa-4d13-b33d-15f97671751d",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie \"Klinische Pharmakokinetik von Cannabinoiden\":\n\nDiese Studie untersuchte, wie THC (die wichtigste psychoaktive Verbindung in Cannabis) im Körper aufgenommen und abgebaut wird. Bei Inhalation erreicht THC schnell den Blutkreislauf, wobei die Wirkungen innerhalb von Minuten einsetzen, in 15-30 Minuten ihren Höhepunkt erreichen und innerhalb von 2-3 Stunden nachlassen. Bei oraler Einnahme dauert es 30-90 Minuten, bis die Wirkung einsetzt, erreicht ihren Höhepunkt in 2-3 Stunden und hält 4-12 Stunden an. THC ist stark fettanziehend und wird in Geweben gespeichert, obwohl nur etwa 1% während der Spitzenwirkung das Gehirn erreicht. Es wird in der Leber abgebaut und bildet Verbindungen wie 11-OH-THC, die ebenfalls psychoaktive Wirkungen haben. Die Studie merkte auch potenzielle Arzneimittelwechselwirkungen an, die daraus resultieren, wie Cannabinoide bestimmte Leberenzyme beeinflussen. Ergebnisse zu anderen Details stehen noch aus."
  },
  {
    "id": "d0c06f36-6fd6-46c1-9303-f9d9c8917f23",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchten, wie Stimmung und Emotionen den täglichen Cannabiskonsum bei 113 regelmäßigen Cannabisnutzern in Dänemark beeinflussten. Die Studie ließ die Teilnehmer ihre Stimmung und ihren Cannabiskonsum 3 Wochen lang dreimal täglich aufzeichnen. Sie fanden heraus, dass wenn Menschen sich positiver fühlten, sie später eher Cannabis konsumierten. Der Cannabiskonsum steigerte auch vorübergehend positive Gefühle direkt nach dem Konsum, beeinflusste aber die Stimmung Stunden später nicht. Schwierigkeiten bei der Emotionsregulation beeinflussten diese Zusammenhänge – Menschen mit mehr Problemen bei der Emotionsregulation hatten eine schwächere Verbindung zwischen positiver Stimmung und späterem Cannabiskonsum und fühlten sich nach dem Cannabiskonsum weniger negativ im Vergleich zu Zeiten ohne Konsum."
  },
  {
    "id": "0faa9a06-f068-40d0-a9c6-4393f5687618",
    "translation": "Diese Studie betrachtet, wie der Konsum von Cannabis/CBD die Arbeit von Anästhesisten vor, während und nach Operationen beeinflussen kann.\n\nDie Forscher überprüften bestehende Forschung darüber, wie Cannabis und Cannabinoid-Verbindungen den Körper beeinflussen und wie dies Herausforderungen für Anästhesisten schaffen kann. Dazu gehören:\n- Die Notwendigkeit zu wissen, ob ein Patient Cannabis konsumiert hat\n- Einholung der ordnungsgemäßen Einwilligung von Patienten, die Cannabis verwenden\n- Höhere Risiken für Atem- und Atemwegsprobleme\n- Auswirkungen auf die Wirkung von Narkosemitteln und die Überwachung der Narkosetiefe\n- Erhöhtes Risiko für Komplikationen wie Schlaganfälle oder Herzinfarkte nach der Operation\n\nDie Forscher sagen jedoch, dass aktuellere Daten erforderlich sind, um eindeutige Schlussfolgerungen über die Bedeutung des Cannabiskonsums während des chirurgischen Prozesses zu ziehen."
  },
  {
    "id": "8c57e929-f44f-44d4-89ff-3f9a396fa6c1",
    "translation": "Diese Studie erforscht, wie CBD-Nahrungsergänzungsmittel natürliche Killerzellen, Schlaf, psychische Gesundheit und Entzündungen beeinflussen. Natürliche Killerzellen helfen bei der Bekämpfung von Krebs und Infektionen, und die Forscher untersuchen, ob 8 Wochen CBD ihre Funktion verändert."
  },
  {
    "id": "aeb78a1b-37a4-4a16-afda-26f392dec51f",
    "translation": "Diese Studie erforscht das Potenzial von CBD für die Suchtbehandlung. Forscher untersuchen, ob Cannabidiol helfen kann, Verlangen und Entzugssymptome zu reduzieren."
  },
  {
    "id": "ab635c2e-97b4-454d-9713-3b8703111a98",
    "translation": "In dieser Studie testeten Forscher ein CBD-ähnliches Medikament namens CB2-Agonist bei Mäusen mit Typ-2-Diabetes und Nierenerkrankung. Sie fanden heraus, dass der CB2-Agonist die Proteinmenge im Urin (ein Zeichen für Nierenschäden) reduzierte und andere Marker der Nierengesundheit verbesserte, in ähnlichem Ausmaß wie ein Standard-Diabetesmedikament. Der CB2-Agonist reduzierte auch Entzündungen und Narbenbildung in den Nieren der diabetischen Mäuse. Diese Ergebnisse deuten darauf hin, dass Medikamente, die auf den CB2-Rezeptor abzielen, eine potenzielle neue Behandlungsoption für diabetische Nierenerkrankung bei Typ-2-Diabetes sein könnten. Weitere Forschung ist noch erforderlich."
  },
  {
    "id": "0f5b11a4-9c44-4134-9a6b-d399745a866c",
    "translation": "Diese Forschung erforscht die Auswirkungen von CBD auf den Stoffwechsel und den Blutzucker. Wissenschaftler untersuchen, ob Cannabidiol bei Diabetes oder Stoffwechselerkrankungen helfen könnte."
  },
  {
    "id": "f070c4a4-0e5b-4f63-9566-42257b94592f",
    "translation": "Zwei Kinder mit Tourette-Syndrom, einer Erkrankung, die Tics und unkontrollierbare Bewegungen verursacht, nahmen über ein Jahr lang Cannabis-basierte Medikamente ein. Die Medikamente enthielten CBD, eine Verbindung aus der Cannabispflanze. Die Studie ergab, dass die Kinder weniger und weniger schwere Tics hatten, während sie die Medikamente einnahmen. Sie berichteten auch über Verbesserungen ihrer Konzentrationsfähigkeit und bei alltäglichen Aktivitäten. Die Forscher sagen, die Ergebnisse deuten darauf hin, dass Cannabis-basierte Medikamente bei der Behandlung von Tourette-Syndrom-Symptomen helfen könnten, aber weitere Forschung ist erforderlich, um diese Ergebnisse zu bestätigen. Insgesamt schien die Langzeitanwendung dieser Medikamente für diese beiden Kinder sicher und gut verträglich zu sein."
  },
  {
    "id": "b27eb985-5aa1-46a8-9a88-e0b3810f13c8",
    "translation": "Diese Gehirnbildgebungsstudie verwendet PET-Scans, um CB1-Cannabinoid-Rezeptoren bei gesunden Freiwilligen zu messen. Das Verständnis der normalen Rezeptorfunktion hilft Forschern zu untersuchen, wie das Endocannabinoid-System mit psychiatrischen Störungen zusammenhängt."
  },
  {
    "id": "722da16d-2634-459a-95fc-c61213f171cf",
    "translation": "Studie untersucht, wie CBD und andere Cannabis-Verbindungen den Stoffwechsel des Körpers beeinflussen. Forscher überprüften die wissenschaftliche Literatur, um zu verstehen, wie diese Verbindungen mit dem Endocannabinoid-System interagieren, das wichtige Körperprozesse reguliert. Die Übersichtsarbeit ergab, dass CBD und verwandte Substanzen die Aktivität von Enzymen beeinflussen können, die Medikamente und andere Chemikalien im Körper abbauen. Das bedeutet, CBD könnte beeinflussen, wie andere Medikamente verarbeitet werden. Die Ergebnisse deuten darauf hin, dass weitere Forschung erforderlich ist, um diese Wechselwirkungen vollständig zu verstehen und wie sie medizinische Behandlungen beeinflussen könnten. Die Ergebnisse könnten helfen, die sichere Verwendung von CBD zusammen mit anderen Medikamenten zu leiten."
  },
  {
    "id": "e56b6489-50f6-42bf-925c-4b70f690f876",
    "translation": "Forscher untersuchten, wie das Endocannabinoid-System, das viele Körperfunktionen steuert, mit Multipler Sklerose (MS) zusammenhängen könnte. Sie untersuchten 50 Menschen mit MS und 50 gesunde Menschen. Die Forscher maßen die Konzentrationen bestimmter Verbindungen, die mit dem Endocannabinoid-System interagieren. Sie fanden heraus, dass diese Verbindungen bei Menschen mit MS im Vergleich zu gesunden Personen aus dem Gleichgewicht waren. Dies deutet darauf hin, dass das Endocannabinoid-System eine Rolle beim Fortschreiten von MS spielen könnte, obwohl weitere Forschung erforderlich ist. Die Ergebnisse könnten zu neuen Behandlungen führen, die auf dieses System abzielen, um potenziell bei der Behandlung von MS-Symptomen zu helfen. Die Ergebnisse sind vielversprechend, aber die Studie läuft noch."
  },
  {
    "id": "ed0b4d17-4389-4db1-9189-603f5e419c24",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "375f8ab1-9a94-401a-ad74-055804b8d51f",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "961cd752-c766-433e-9249-3ddbbf7d9f2d",
    "translation": "Forscher untersuchten, wie CBD (der nicht-psychoaktive Teil von Cannabis) Immunzellen beeinflusst. Sie testeten CBD an Immunzellen, die von Menschen mit Autoimmunerkrankungen entnommen wurden. Die Ergebnisse zeigten, dass CBD die Aktivität bestimmter Gene in diesen Zellen veränderte. Dies führte zu reduzierter Entzündung, was bei der Behandlung von Autoimmunerkrankungen wie Multipler Sklerose helfen könnte. Die Studie liefert Erkenntnisse darüber, wie CBD bei Autoimmunerkrankungen vorteilhaft sein könnte, aber weitere Forschung ist erforderlich, um die Ergebnisse zu bestätigen."
  },
  {
    "id": "e49d518a-b4ba-4851-a8ba-3567e221c19d",
    "translation": "Diese einmonatige Studie untersucht, wie legaler Cannabiskonsum den Alkoholkonsum und das Darmmikrobiom (die Bakterien in Ihrem Verdauungssystem) beeinflusst. Menschen, die sowohl Alkohol als auch Cannabis konsumieren, werden Blut- und Stuhlproben abgeben und Denktests absolvieren. Studie in Bearbeitung."
  },
  {
    "id": "9796bd84-cd74-40f6-b4e2-229680177e07",
    "translation": "In dieser Studie testeten Forscher ein kommerzielles CBD-Öl-Produkt, um zu sehen, wie es Menschen beeinflusst. 30 Erwachsene nahmen das CBD-Öl jeden Tag 2 Wochen lang ein. Die Forscher überprüften Urinproben und fragten die Teilnehmer, wie sie sich fühlten. Sie fanden heraus, dass das CBD-Öl nicht dazu führte, dass Personen einen Drogentest nicht bestanden, und die meisten berichteten, dass sie sich weniger ängstlich fühlten und besser schliefen. Die Studie zeigt, dass dieses CBD-Produkt verwendet werden kann, ohne sich Sorgen machen zu müssen, einen Drogentest nicht zu bestehen. Weitere Forschung ist noch zu den Langzeitwirkungen von CBD erforderlich."
  },
  {
    "id": "8b622886-b98d-42a3-8a42-3cbb462b497c",
    "translation": "In dieser Studie fanden Forscher heraus, dass CBD (die nicht-psychoaktive Verbindung in Cannabis) die Ausbreitung von HIV im Körper verhindern kann. Es wurde gezeigt, dass CBD die HIV-Infektion verschiedener Immunzellen blockiert, einschließlich T-Zellen, Makrophagen und Langerhans-Zellen, die oft die ersten Ziele von HIV sind. Die Forscher schlagen vor, dass CBD potenziell als neue Methode zur Verhinderung der HIV-Übertragung eingesetzt werden könnte, ähnlich wie HIV-Präexpositionsprophylaxe (PrEP)-Medikamente wirken. Weitere Forschung ist noch erforderlich, aber diese Ergebnisse deuten darauf hin, dass CBD ein vielversprechendes Werkzeug im Kampf gegen HIV sein könnte."
  },
  {
    "id": "3bde2ef3-4a9d-4b8c-a4d8-e41c63a0ddff",
    "translation": "Diese Studie misst, wie CBD aus topischen Produkten (Lotionen, Cremes, Pflaster) in den Blutkreislauf gelangt. Diese Produkte enthalten niedrige THC-Werte, und die Forscher verfolgen die Absorption, um zu verstehen, ob topisches CBD bedeutsame Blutspiegel erreicht."
  },
  {
    "id": "608fdc8b-0d39-48a3-bbc5-419babab6cdc",
    "translation": "Diese Studie erforscht das Potenzial von CBD für die Suchtbehandlung. Forscher untersuchen, ob Cannabidiol helfen kann, Verlangen und Entzugssymptome zu reduzieren."
  },
  {
    "id": "95e041f2-4384-4a63-99e1-8914c39bd555",
    "translation": "Diese Studie \"(2015). Cannabinoide für medizinische Anwendungen: Eine systematische Übersichtsarbeit und Meta-Analyse\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "aca0d04d-aa0c-45f9-8cb0-4de26f29b6c6",
    "translation": "Forscher testeten, ob CBD-Öl helfen könnte, Atemprobleme zu verhindern, die durch Opioid-Schmerzmittel bei Mäusen verursacht werden. Sie verabreichten den Mäusen hohe CBD-Dosen, bevor sie ihnen Opioide gaben. Das CBD half den Mäusen, normal zu atmen und verhinderte die Atemprobleme, die normalerweise bei Opioiden auftreten. Dies deutet darauf hin, dass CBD möglicherweise die gefährlichen Nebenwirkungen von Opioid-Medikamenten entgegenwirken kann. Weitere Forschung ist noch erforderlich, um zu prüfen, ob dies bei Menschen, die Opioide nehmen, genauso funktionieren könnte. Die Studie zeigt vielversprechende frühe Ergebnisse, aber die Wirkungen müssten in klinischen Studien am Menschen getestet werden, bevor Schlussfolgerungen gezogen werden können."
  },
  {
    "id": "abc6adca-87c3-4d5f-802d-4e3130700b7e",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie (97 Wörter):\n\nForscher testeten, ob CBD (eine Chemikalie aus Cannabis) helfen könnte, Angstzustände und Stress bei Menschen zu reduzieren, die ein Trauma erlebt haben. 42 Erwachsene mit hohem Stressniveau erhielten zufällig entweder CBD-Pillen oder Placebo-Pillen für 1 Woche. Die Forscher maßen Angstzustände, Stress und Herzfrequenz der Teilnehmer, wenn ihnen Erinnerungen an ihr Trauma gezeigt wurden. Sie fanden heraus, dass CBD diese Messwerte im Vergleich zum Placebo nicht signifikant verbesserte. Die Studie deutet darauf hin, dass CBD möglicherweise emotionale Reaktionen auf Trauma nicht effektiv reduziert. Die Stichprobengröße war jedoch klein, sodass weitere Forschung erforderlich ist, um dies eindeutig zu bestätigen. Die Studie liefert nützliche Erkenntnisse für zukünftige trauma-bezogene CBD-Forschung."
  },
  {
    "id": "c6537989-950f-4939-affc-98de3c850ebb",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Studie untersuchte Veränderungen an der chemischen Struktur von CBD (der aktiven Verbindung in Cannabis), um neue Medikamente zu entwickeln, die mit den Cannabinoid-Rezeptoren des Körpers interagieren könnten. Die Forscher synthetisierten eine Reihe von CBD-ähnlichen Molekülen mit einer Adamantyl-Gruppe (einer spezifischen chemischen Struktur), die an einer anderen Position angebracht wurde. Sie fanden heraus, dass diese Veränderungen zu Verbindungen mit verbesserter Bindung an die CB1- und CB2-Cannabinoid-Rezeptoren im Körper führten. Die Forscher entwickelten auch zwei potenzielle neue Medikamenten-\"Sonden\" – eine mit einer elektrophilen Gruppe und eine mit einer photoaktivierbaren Gruppe – die verwendet werden könnten, um Cannabinoid-Rezeptoren weiter zu untersuchen. Weitere Forschung zu den Wirkungen dieser neuen Verbindungen ist erforderlich."
  },
  {
    "id": "a7e18d7a-cd45-4ef8-9eb7-b9abdfa52a6c",
    "translation": "Diese Studie untersuchte, ob CBD (die Chemikalie in Cannabis) in Sonnenschutzprodukten verwendet werden könnte. Die Forscher überprüften veröffentlichte wissenschaftliche Literatur zu CBD und fanden heraus, dass es natürliche UV-blockierende Eigenschaften hat. Dies deutet darauf hin, dass CBD eine nützliche Zutat in Sonnenschutzmitteln sein könnte, um die Haut vor Sonnenschäden zu schützen. Die Forscher sagen, dass weitere Studien noch erforderlich sind, um die Wirksamkeit und Sicherheit der Verwendung von CBD in Sonnenschutzmitteln zu bestätigen. Die vorhandene Evidenz ist jedoch vielversprechend und zeigt, dass CBD eine natürliche Alternative zu chemischen UV-blockierenden Wirkstoffen sein könnte, die heute häufig in Sonnenschutzmitteln verwendet werden."
  },
  {
    "id": "93c0559c-db5b-4d30-9d5e-cfd03b3bd523",
    "translation": "Diese Studie testete, ob Sativex (Cannabis-Mundspray) periphere Nervenschmerzen mit Allodynie lindert, einem Zustand, bei dem leichte Berührung Schmerzen verursacht. Die Teilnehmer verwendeten Sativex oder Placebo, während die Forscher die Schmerzlinderung maßen."
  },
  {
    "id": "c2eff15e-5b7a-431f-b132-d2ec6e27f6de",
    "translation": "Forscher entwickelten eine neue Art von CBD-Tablette aus synthetischem (im Labor hergestelltem) CBD. Die Tablette ist so konzipiert, dass sie stabiler und konsistenter ist als natürliche CBD-Produkte.\n\nDie Studie testete die Tablette an 50 gesunden erwachsenen Freiwilligen. Die Teilnehmer nahmen 4 Wochen lang die CBD-Tablette oder ein Placebo (Scheinpille) ein. Die Forscher maßen Dinge wie wie viel CBD in den Blutkreislauf aufgenommen wurde und ob die Tablette gut vertragen wurde.\n\nDie Ergebnisse zeigten, dass die synthetische CBD-Tablette gut absorbiert wurde und für Menschen sicher einzunehmen war. Diese neue Formulierung könnte potenziell eine zuverlässigere Methode zur Verabreichung von CBD im Vergleich zu natürlichen CBD-Öl-Produkten bieten. Weitere Studien sind geplant, um ihre Wirksamkeit für medizinische Anwendungen zu testen."
  },
  {
    "id": "bc050cda-3958-4836-8d00-de32cbd07681",
    "translation": "Diese Studie testet, ob sehr niedrige CBD-Dosen (20-200 mg) bei gelegentlichen Cannabiskonsumenten spürbare Wirkungen erzeugen. Die Teilnehmer bewerten subjektive Empfindungen nach der Einnahme von CBD oder Placebo, um zu verstehen, ob niedrige Dosen eine Wirkung haben."
  },
  {
    "id": "9986a118-8683-44cc-aa86-c5cfc267a759",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher überprüften die Geschichte und Wissenschaft hinter Cannabis und dem Endocannabinoid-System – den natürlichen Chemikalien in unserem Körper, die mit Cannabis interagieren. Sie betrachteten die breite Palette von Wirkungen, die die wichtigsten Cannabis-Chemikalien (Cannabinoide) auf den menschlichen Körper haben können, sowohl positive als auch negative. Das Endocannabinoid-System spielt eine wichtige Rolle bei der Aufrechterhaltung des Gleichgewichts im Körper. Wenn es nicht richtig funktioniert, kann es zu Gesundheitsproblemen beitragen. Obwohl die Wissenschaft komplex ist, glauben die Forscher, dass weitere Untersuchungen dieses Systems in der Zukunft zu neuen medizinischen Behandlungen führen könnten. Mehr Entdeckungen über die menschliche Gesundheit und Physiologie könnten aus diesem Forschungsgebiet kommen."
  },
  {
    "id": "dab4f635-ea76-46d2-be2f-6b8108c0395b",
    "translation": "Forscher untersuchten die Wirkungen der Kombination von CBD und THC bei jugendlichen Ratten. Sie fanden heraus, dass die Zugabe von CBD zu THC die THC-Wirkungen verstärkte. Das CBD veränderte auch, wie THC im Körper verarbeitet wurde. Diese Ergebnisse deuten darauf hin, dass die gemeinsame Verwendung von CBD und THC beeinflussen kann, wie die Medikamente wirken, insbesondere bei jungen Menschen. Weitere Forschung ist erforderlich, um die potenziellen Risiken und Vorteile der Kombination dieser Cannabis-Verbindungen zu verstehen."
  },
  {
    "id": "2adf1969-4ab6-4f2a-a328-74ab86968011",
    "translation": "In dieser Studie untersuchten Forscher, wie Menschen mit chronischen Muskel- und Gelenkschmerzen medizinisches Cannabis verwendeten. Sie ließen 150 Patienten verschiedene Cannabis-Produkte ausprobieren und über Schmerzlinderung, Nebenwirkungen und Auswirkungen auf das Denkvermögen berichten. Die Ergebnisse zeigten, dass viele Patienten spürbare Verbesserungen ihrer Schmerzen ohne größere Probleme mit Konzentration oder klarem Denken fanden. Die Studie ergab jedoch auch, dass die Wirkungen von Person zu Person stark variieren können. Die Forscher sagen, dass weitere Arbeit noch erforderlich ist, um die besten Wege zur Verwendung von medizinischem Cannabis bei chronischen Schmerzen zu verstehen."
  },
  {
    "id": "a53d1c05-2479-4e67-a082-e792cea6aa04",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher überprüften Studien darüber, wie CBD (die Chemikalie in Cannabis) das Immunsystem beeinflusst. Sie fanden heraus, dass CBD im Allgemeinen das Immunsystem unterdrückt – es reduziert Entzündungen, blockiert die Aktivierung von Immunzellen und fördert regulatorische Zellen, die andere Immunzellen kontrollieren. Dieser immunsuppressive Effekt von CBD wurde in Studien zu Autoimmunerkrankungen wie Multipler Sklerose beobachtet. Die genauen Rezeptoren und Mechanismen, durch die CBD auf das Immunsystem wirkt, sind jedoch noch nicht vollständig verstanden. Insgesamt unterstützt die Forschung die Idee, dass CBD entzündungshemmende und immunregulierende Eigenschaften hat, obwohl weitere Arbeit erforderlich ist, um die Details zu verstehen, wie es funktioniert."
  },
  {
    "id": "7b6bd1c6-868d-456a-9217-6d28d3590337",
    "translation": "Diese Studie testet N-Acetylcystein (NAC) bei Menschen, die sowohl Tabak als auch Cannabis konsumieren. NAC hat bei beiden Substanzen vielversprechende Ergebnisse gezeigt, und die Forscher messen, ob es den Nutzern hilft, beides zusammen aufzugeben."
  },
  {
    "id": "a0bd1282-bc23-4a88-8062-7eb34a3707d0",
    "translation": "Diese Studie \"(2016). Nahrungsfette und pharmazeutische Lipidhilfsstoffe erhöhen die systemische Exposition gegenüber oral verabreichtem Cannabis und Cannabis-basierten Medikamenten.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "16723f31-b783-4411-be24-d65407e65c39",
    "translation": "Diese Forschung untersucht, wie CBD Stammzellen beeinflusst. Wissenschaftler untersuchen, ob Cannabidiol das Zellwachstum, das Überleben und die Entwicklung zu spezialisierten Zelltypen beeinflusst."
  },
  {
    "id": "f16017b7-5f3e-41d3-8b66-2f7353b26fd0",
    "translation": "Diese Studie vergleicht einen Vollspektrum-Cannabis-Extrakt mit Opioid-Schmerzmitteln bei chronischen Rückenschmerzen. Menschen, deren Schmerzen durch reguläre Schmerzmittel nicht gelindert wurden, werden Cannabis-Extrakt ausprobieren, während die Forscher ihn mit der Opioid-Behandlung vergleichen. Studie in Bearbeitung."
  },
  {
    "id": "c171c9af-f086-44d6-9a72-4fb51135e3f9",
    "translation": "Diese Studie testet AEF0117, ein experimentelles Medikament gegen Cannabissucht. Das Medikament wirkt in denselben Gehirnbereichen wie THC und könnte die belohnenden Wirkungen von Marihuana blockieren. Die Forscher messen, ob es reduziert, wie sehr die Teilnehmer Cannabis genießen und wie viel sie rauchen möchten."
  },
  {
    "id": "723ac9fd-e4db-41e4-b546-da45d9d6def3",
    "translation": "Diese Studie verglich die Wirksamkeit und Sicherheit von drei Medikamenten – Stiripentol, Cannabidiol und Fenfluramin – wenn sie als First-Line-Zusatzbehandlungen für Anfälle bei Menschen mit Dravet-Syndrom verwendet werden. Die Forscher analysierten Daten aus früheren Studien zu diesen Medikamenten, um zu sehen, wie gut sie wirken und wie sicher sie sind. Die Ergebnisse dieser Analyse werden Ärzten helfen zu entscheiden, welche Behandlung für Patienten mit Dravet-Syndrom am besten ist. Die vollständigen Ergebnisse sind noch nicht verfügbar, da diese Studie noch in Bearbeitung ist."
  },
  {
    "id": "211fdee6-dd4e-4726-bc37-cdb910824887",
    "translation": "Forscher testeten, wie Cannabis (Marihuana) den Appetit bei Menschen und Tieren beeinflusst. Sie verabreichten Freiwilligen entweder Cannabis oder ein Placebo und maßen, wie viel sie aßen. Die Cannabis-Gruppe aß deutlich mehr Nahrung im Vergleich zur Placebo-Gruppe. Die Forscher fanden heraus, dass Cannabis den \"Belohnungswert\" von Nahrung erhöhte, was bedeutet, dass Menschen sich mehr motiviert fühlten, Nahrung zu bekommen und zu essen, wenn sie Cannabis verwendeten. Dies hilft zu erklären, warum Cannabis oft zu erhöhtem Appetit und Verlangen nach Nahrung führt, insbesondere nach kalorienreichen Snacks. Die Ergebnisse deuten darauf hin, dass Cannabis potenziell zur Behandlung von Zuständen mit schlechtem Appetit verwendet werden könnte, aber weitere Forschung ist noch erforderlich."
  },
  {
    "id": "1064494e-967c-4b8c-8230-c23f96762a47",
    "translation": "Diese Studie \"(2003). Entzündungshemmende Aktivität von Linalool\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  }
]
