[
  {
    "id": "5774b975-c28d-436a-a2e6-da90ec5e4764",
    "translation": "Teilnehmer dieser Studie testeten, wie verschiedene CBD-Öl-Dosen die Angst während eines simulierten öffentlichen Vortrags beeinflussten. Sie fanden heraus, dass moderate CBD-Dosen die Angst reduzierten, aber sehr niedrige oder sehr hohe Dosen nicht so gut wirkten. Dies deutet darauf hin, dass es eine optimale CBD-Menge gibt, die am besten zur Reduzierung von Angstzuständen wirkt. Die Forscher sagen, weitere Studien seien erforderlich, um die beste CBD-Dosierung für die Behandlung von Angstzuständen in der klinischen Praxis zu bestimmen."
  },
  {
    "id": "af1c8ffd-7110-43bf-9ad2-2cfbc531499d",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher testeten, ob CBD (eine Cannabis-Verbindung) und THC (die wichtigste psychoaktive Verbindung in Cannabis) Leukämie-Krebszellen abtöten können. Sie untersuchten die Wirkungen von CBD, THC und einer 1:1-Mischung der beiden in Zellexperimenten. Die Ergebnisse zeigten, dass CBD mindestens so wirksam wie THC beim Abtöten von Leukämiezellen war. Die Forscher fanden heraus, dass CBD und THC durch Blockierung von zwei wichtigen Zellsignalwegen (PI3K/AKT und MAPK/ERK) wirkten. Interessanterweise variierte die Empfindlichkeit der Leukämiezellen verschiedener Patienten gegenüber CBD und THC, aber normale Knochenmarkzellen waren weniger empfindlich, was auf ein potenzielles Behandlungsfenster hindeutet. Insgesamt unterstützt diese Studie weitere klinische Tests von CBD bei Leukämie."
  },
  {
    "id": "f89c2f42-5645-482b-ad1c-a3fd26114f75",
    "translation": "Diese Studie untersuchte, wie Menschen mit entzündlicher Darmerkrankung (IBD) CBD und THC verwenden, die Hauptverbindungen in Cannabis. Die Forscher befragten 101 Menschen mit IBD über ihre Verwendung dieser Substanzen. Sie fanden heraus, dass viele CBD und/oder THC verwenden, um ihre Symptome wie Schmerzen, Übelkeit und Durchfall zu behandeln. Einige berichteten über Vorteile, während andere sagten, Cannabis habe nicht geholfen oder ihren Zustand sogar verschlechtert. Die Studie liefert Einblicke, wie Menschen mit IBD die Verwendung dieser Produkte handhaben. Die Ergebnisse können Gesundheitsdienstleistern helfen, ihre Patienten zu diesem Thema besser zu verstehen und zu beraten."
  },
  {
    "id": "b2d0fe07-0118-461f-b09f-c51b72e2fa3f",
    "translation": "Hier ist eine verständliche Zusammenfassung der Studie:\n\nForscher untersuchten, ob CBD-Öl bei der Behandlung von Akne helfen könnte. CBD ist eine Verbindung aus der Cannabispflanze, die nicht high macht. Die Studie überprüfte frühere Forschung darüber, wie CBD durch seine entzündungshemmenden und antimikrobiellen Eigenschaften gegen Akne wirken könnte. Viele Laborstudien haben ergeben, dass CBD Potenzial zur Behandlung von Hauterkrankungen wie Akne hat. Die Forscher sagen jedoch, dass mehr qualitativ hochwertige klinische Studien noch erforderlich sind, um die Wirkungen von CBD zu bestätigen. Insgesamt deutet die Übersichtsarbeit darauf hin, dass CBD-Öl eine vielversprechende Behandlung für Akne sein könnte, aber Ergebnisse aus gut konzipierten Studien stehen noch aus."
  },
  {
    "id": "28476ad7-3369-479d-ba18-361cdcd13c4d",
    "translation": "Diese Studie testet, ob die Verwendung von medizinischem Marihuana die Fahrtauglichkeit bei Erwachsenen über 50 beeinflusst. Die Teilnehmer werden vor Beginn des Cannabiskonsums und nach 1 und 3 Monaten getestet, um Veränderungen bei Reaktionszeit und Aufmerksamkeit zu messen."
  },
  {
    "id": "b893a8b9-a29b-415d-ae3a-0cbef03f2ff0",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher testeten eine neue CBD-Öl-Formulierung, um zu sehen, ob sie verbessert, wie viel CBD im Vergleich zu einem normalen CBD-Pulver in den Körper aufgenommen wird. In einer Studie mit gesunden Freiwilligen fanden sie heraus, dass die neue lipidbasierte CBD-Formulierung 9-mal besser absorbiert wurde als das Pulver. Bei Mäusen ermöglichte die Lipid-Formulierung auch, dass CBD in allen Organen nachgewiesen werden konnte, während die wässrige Standardformulierung kaum in den Geweben auftauchte. Die Forscher glauben, dass die Lipid-Formulierung CBD hilft, den Darm zu passieren und leichter in den Blutkreislauf zu gelangen. Diese Ergebnisse deuten darauf hin, dass die neue CBD-Formulierung wirksamer für die Behandlung von Erkrankungen wie Epilepsie und anderen neurologischen Störungen sein könnte."
  },
  {
    "id": "a062bc8a-1956-4ec0-8ef9-bfc6b830ae8a",
    "translation": "Forscher testeten, wie eine Verbindung namens Kaempferol das Gehirn nach reduziertem Blutfluss beeinflusst. Sie verabreichten Kaempferol an Ratten, deren Blutversorgung vorübergehend unterbrochen und dann wiederhergestellt wurde. Die Forscher untersuchten, wie Kaempferol das Endocannabinoid-System der Ratten beeinflusste, das an der Regulierung von Dingen wie Stimmung und Schmerz beteiligt ist. Sie fanden heraus, dass Kaempferol half, gesunde Lipid-(Fett-)Spiegel aufrechtzuerhalten und bestimmte Proteine aktivierte, die eine Rolle bei der Reduzierung von Entzündungen im Gehirn spielen. Diese Ergebnisse deuten darauf hin, dass Kaempferol potenzielle Vorteile für die Gehirngesundheit haben könnte, aber weitere Forschung ist noch erforderlich. Studienergebnisse stehen vor der Veröffentlichung aus."
  },
  {
    "id": "4d2dd474-5036-4870-976f-747619276574",
    "translation": "Wissenschaftler haben kürzlich die neueste Forschung zu CBD (der Verbindung in Cannabis) überprüft. Sie betrachteten verschiedene Wege, wie CBD zu Produkten wie Ölen, Kapseln und Cremes verarbeitet werden kann. Die Übersichtsarbeit ergab, dass verschiedene Formulierungen und Verabreichungsmethoden entwickelt werden, um zu verbessern, wie gut CBD vom Körper aufgenommen und genutzt wird. Dies könnte in Zukunft zu wirksameren CBD-basierten Medikamenten führen. Die Übersichtsarbeit merkte jedoch auch an, dass weitere Forschung noch erforderlich ist, um die potenziellen Vorteile von CBD vollständig zu verstehen und wie es am besten verabreicht wird. Insgesamt sagen die Wissenschaftler, dass das Feld der CBD-Forschung schnell voranschreitet."
  },
  {
    "id": "ca4b88ec-0d76-4113-abc1-2cc8037766bb",
    "translation": "Diese Studie \"Symptom-lindernde und neuroprotektive Wirkungen des Phytocannabinoids THCV in Tiermodellen der Parkinson-Krankheit\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "e0997fc6-18c5-4b7f-9e12-ac6e416604a2",
    "translation": "Diese Forschung untersucht CBD (Cannabidiol). Wissenschaftler erforschen seine potenziellen therapeutischen Anwendungen und biologischen Wirkungen."
  },
  {
    "id": "c1cfc850-baa9-48d2-a964-7f5c4efbd817",
    "translation": "Diese Studie \"(2006). Chemische Zusammensetzung und antimikrobielle Aktivität des ätherischen Öls von\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "2daf4316-3d9b-4e73-8705-8bbcd1e8774b",
    "translation": "Diese Studie \"Phytochemie von Cannabis sativa L\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "f177af02-1a38-4d5e-8fd3-083ee8192810",
    "translation": "Hier ist eine verständliche Zusammenfassung der CBD-Topikum-Studie bei peripherer Neuropathie:\n\nDiese Studie testete, ob ein CBD-Öl helfen könnte, Nervenschmerzen in den Beinen und Füßen zu lindern. 29 Menschen mit peripherer Neuropathie wurden in zwei Gruppen aufgeteilt – eine erhielt das CBD-Öl und die andere ein Placebo-(Schein-)Öl. Nach 4 Wochen hatte die CBD-Gruppe signifikante Verbesserungen ihrer Schmerzen, einschließlich weniger intensiver, scharfer und unangenehmer Empfindungen im Vergleich zur Placebo-Gruppe. Es wurden keine Sicherheitsprobleme berichtet. Die Forscher schlussfolgern, dass diese CBD-Topikum-Behandlung eine wirksame und gut verträgliche Option für die Behandlung von Symptomen der peripheren Neuropathie sein könnte, die schwer zu behandeln sein kann."
  },
  {
    "id": "422e6824-f371-4b9f-beab-ed9db31d1500",
    "translation": "Diese Studie \"(2016). Transdermales Cannabidiol reduziert Entzündungen und schmerzbezogene Verhaltensweisen in einem Rattenmodell für Arthritis.\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "4b70d732-15b1-4ea5-b564-2cd888e0543b",
    "translation": "Studie testete, ob CBD (die Cannabis-Verbindung) Denk- und Gedächtnisprobleme bei Menschen mit Schizophrenie verbessern könnte. Die Forscher betrachteten 27 frühere Studien zu diesem Thema. Sie fanden heraus, dass CBD bei einigen Denk- und Gedächtnisproblemen bei Menschen mit Schizophrenie helfen könnte. Allerdings ist weitere Forschung noch erforderlich, um sicher zu wissen, wie gut CBD als Behandlung wirken könnte. Die Studie deutet darauf hin, dass CBD ein vielversprechendes Gebiet für zukünftige Forschung zur Schizophrenie ist, aber die Ergebnisse sind noch nicht schlüssig."
  },
  {
    "id": "a770a48c-86df-436b-ac83-a02d289c87fc",
    "translation": "Katzen gähnen normalerweise nicht, wenn sie ihre Besitzer gähnen sehen, aber eine neue Studie ergab, dass die Verabreichung von CBD-Öl an Katzen dies änderte.\n\nForscher verabreichten 40 Katzen 2 Wochen lang entweder CBD-Öl oder ein Placebo. Nach der Behandlung gähnten die Katzen, die CBD erhielten, eher, wenn sie ihre Besitzer gähnen sahen, im Vergleich zu den Katzen, die das Placebo erhielten.\n\nDies deutet darauf hin, dass CBD Katzen empfänglicher für \"ansteckendes Gähnen\" machen kann – wenn das Sehen von jemandem, der gähnt, Sie selbst zum Gähnen bringt. Dieses Verhalten ist bei sozialen Tieren üblich, aber selten bei nicht-sozialen wie Katzen.\n\nDie Studie liefert neue Einblicke, wie CBD das Katzenverhalten beeinflussen könnte."
  },
  {
    "id": "89f342cf-f26b-4c2c-a5e4-197e473ddcef",
    "translation": "Diese Studie \"GPR55-Liganden fördern die Rezeptorkopplung an multiple Signalwege\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "2a49318d-5b1e-46fe-89b9-1cba825eec46",
    "translation": "Epidiolex, ein CBD-basiertes Medikament, kann bei der Behandlung von Anfällen bei Menschen mit Lennox-Gastaut-Syndrom (LGS), einer Art von Epilepsie, helfen. Die Studie ergab, dass Epidiolex, wenn es zusammen mit anderen Anfallsmedikamenten verwendet wird, die Anzahl der Sturzanfälle (plötzliche Stürze) bei Patienten ab 2 Jahren mit LGS signifikant reduzieren kann. Die Studie empfiehlt, dass Epidiolex von öffentlichen Arzneimittelprogrammen übernommen wird, aber nur für Patienten, deren Anfälle durch andere Behandlungen nicht gut kontrolliert werden, und wenn der Preis des Medikaments gesenkt wird. Das Medikament sollte von Ärzten verschrieben werden, die auf die Behandlung von LGS spezialisiert sind."
  },
  {
    "id": "ddd006a0-9d71-4009-b193-375d8dfdcb6b",
    "translation": "Diese Studie misst, wie CBD bei gesunden Freiwilligen absorbiert wird. Die Teilnehmer nehmen CBD ein, während die Forscher Blutproben sammeln, um zu verfolgen, wie viel in den Blutkreislauf gelangt und wie lange es im Körper bleibt."
  },
  {
    "id": "f42e806b-5366-43d7-940c-687389cdd52f",
    "translation": "Titel: Bewertung von CBD und anderen Cannabis-Verbindungen für medizinische Anwendungen\n\nForscher untersuchten die wissenschaftliche Evidenz zu CBD und anderen Chemikalien, die in Cannabispflanzen gefunden werden. Sie wollten sehen, ob diese Substanzen als Medikamente verwendet werden könnten. Die Übersichtsarbeit untersuchte Studien zu den Wirkungen von CBD und anderen Cannabinoiden auf den Körper und das Gehirn. Sie diskutierte auch die potenziellen Vorteile und Risiken der Verwendung dieser Verbindungen als Behandlungen. Die Forscher schlussfolgerten, dass gründlichere pharmakologische Tests erforderlich sind, bevor CBD und andere aus Cannabis gewonnene Produkte für die medizinische Verwendung zugelassen werden können. Ergebnisse aus weiteren klinischen Studien stehen noch aus."
  },
  {
    "id": "f8f681be-5325-45f8-9cfc-e478478c374e",
    "translation": "Forscher testeten, wie CBD-Öl das Gehirn vor Schäden schützen könnte, die durch eine toxische Chemikalie namens Acrylamid verursacht werden. Sie verabreichten männlichen Mäusen Acrylamid und behandelten dann einige von ihnen mit CBD-Öl. Die Mäuse, die das CBD erhielten, zeigten weniger Entzündungen, oxidativen Stress und Probleme mit ihrem Nervensystem im Vergleich zu den Mäusen, die kein CBD erhielten. Dies deutet darauf hin, dass CBD helfen könnte, Gehirn- und Nervenschäden durch Acrylamid-Exposition zu verhindern. Weitere Forschung ist noch erforderlich, um diese Ergebnisse zu bestätigen und zu prüfen, ob sie auf Menschen übertragbar sind."
  },
  {
    "id": "a6c9df32-1769-41f7-98d9-4d94ac5da27e",
    "translation": "Diese Studie \"Beta-Caryophyllen ist ein Nahrungscannabinoid\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "4dfdd712-8c3f-4304-b784-b33dcede4a11",
    "translation": "Cannabinoide als potenzielle Behandlungen für Arthritis\n\nForscher testeten, ob Verbindungen aus der Cannabispflanze helfen könnten, den Knorpel in den Gelenken von Menschen mit Arthritis zu schützen. Arthrose und rheumatoide Arthritis beinhalten den Abbau von Knorpel, der durch Entzündungen und bestimmte Enzyme vorangetrieben wird.\n\nStudien an Tieren haben gezeigt, dass Cannabinoide Gelenkschäden reduzieren können. Cannabinoide könnten wirken, indem sie die Wirkungen von Entzündungsmolekülen und Enzymen blockieren, die Knorpel schädigen.\n\nDie Forscher überprüften die aktuelle Evidenz darüber, wie Cannabinoide als neue Behandlungen für Arthritis durch Schutz des Knorpels eingesetzt werden könnten. Weitere Forschung ist noch erforderlich, um die spezifischen Cannabinoide und Rezeptoren zu identifizieren, die an diesem knorpelschützenden Effekt beteiligt sind."
  },
  {
    "id": "61ded6db-04fa-4ea9-afe4-673ebb00e5e7",
    "translation": "Diese Crossover-Studie vergleicht Cannabinoid-Medikamente mit Codein/Paracetamol zur Schmerzlinderung nach Augenoperationen. Jeder Patient erhält beide Behandlungen für verschiedene Augen, was einen direkten Vergleich der Schmerzkontrolle ermöglicht."
  },
  {
    "id": "17e70258-57fb-42f4-b69f-75dbbc6b3283",
    "translation": "In dieser Studie untersuchten Forscher, wie der Sigma-1-Rezeptor (σ1R) verhindern kann, dass Cannabinoide (wie die in Cannabis) die Funktion der Glutamat-NMDA-Rezeptoren im Gehirn stören.\n\nDie Studie wurde an Mäusen durchgeführt, von denen einige genetisch modifiziert waren, um den σ1R nicht zu haben. Sie fanden heraus, dass Cannabinoide ohne den σ1R die Aktivität der NMDA-Rezeptoren nicht richtig regulieren konnten. Dies deutet darauf hin, dass der σ1R als \"Sicherheitsschalter\" fungiert, um Cannabinoide daran zu hindern, problematische Veränderungen in der NMDA-Rezeptorfunktion zu verursachen, die möglicherweise zu psychotischen Symptomen beitragen könnten.\n\nDie Forscher testeten auch verschiedene Chemikalien, die mit dem σ1R interagieren, und fanden heraus, dass einige in der Lage waren, seine schützenden Wirkungen zu blockieren. Dies liefert Einblicke, wie der σ1R die Beziehung zwischen Cannabinoiden und NMDA-Rezeptoren vermittelt."
  },
  {
    "id": "f51f0676-5461-44ee-842b-3d39349dbae1",
    "translation": "Forscher untersuchten, wie die Cannabis-Verbindungen CBD, CBDHQ und THC im Körper verarbeitet werden und wie sie die Gesundheit beeinflussen können.\n\nDie Übersichtsarbeit betrachtete die potenziellen medizinischen Anwendungen dieser Cannabinoide, einschließlich ihrer Fähigkeit, Krebs zu bekämpfen, mit Rezeptoren im Körper zu interagieren und als Antioxidantien zu wirken. Die Forscher schlagen eine vereinheitlichende Erklärung vor, die Elektronentransfer und reaktive Sauerstoffspezies als einen Weg einbezieht, wie diese Verbindungen ihre verschiedenen Wirkungen erzeugen könnten.\n\nDie Erkenntnisse heben die komplexen Wege hervor, wie Cannabinoide den Körper beeinflussen können, sowohl vorteilhaft als auch potenziell schädlich. Weitere Forschung ist noch erforderlich, um ihren Stoffwechsel und ihre physiologischen Auswirkungen vollständig zu verstehen."
  },
  {
    "id": "0510cb97-8b74-46d4-add6-f4501c0ba77d",
    "translation": "Diese Studie \"Isolierung und Struktur eines Gehirnbestandteils, der an den Cannabinoid-Rezeptor bindet\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "a5987617-c374-42d6-b03b-721286f82cfa",
    "translation": "Forscher erforschen Wege, um zu verbessern, wie CBD und THC aus Cannabispflanzen im Körper verabreicht werden. Viele natürliche Cannabinoide haben begrenzte Löslichkeit und Stabilität, was ihre Wirksamkeit reduziert. Die Studie überprüft verschiedene nanotech-basierte Verabreichungssysteme, wie winzige fettbasierte Partikel und Emulsionen, die helfen könnten, Cannabinoide im Körper besser absorbierbar und zielgerichtet zu machen. Dies könnte eine bessere Schmerzlinderung, Anti-Übelkeits-Wirkungen und Anti-Krebs-Vorteile von medizinischem Cannabis ermöglichen. Allerdings ist weitere Forschung noch erforderlich, um die tatsächliche Leistung dieser neuen Verabreichungsansätze zu testen."
  },
  {
    "id": "55fbc7bb-5a05-49d0-8aac-2cf9c80cc06c",
    "translation": "Diese Studie \"Ein umfassendes Profil von Gehirnenzymen, die das Endocannabinoid 2-Arachidonoylglycerol hydrolysieren\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "1141a505-8bfc-4ad1-a57e-d969477c3035",
    "translation": "Diese Umfrage sammelt Informationen von Ersthelfern und Militärpersonal über ihr Interesse an medizinischem Marihuana und psychedelischen Therapien für die geistige und körperliche Gesundheit. Die Ergebnisse werden helfen, zukünftige klinische Programme zu entwerfen, die auf diese hochbelasteten Berufe zugeschnitten sind."
  },
  {
    "id": "69d6aa9b-b61d-4c43-bbbf-150059565abe",
    "translation": "In dieser Studie untersuchten Forscher, wie verschiedene Chemikalien, die den CB1-Rezeptor im Körper aktivieren, zu unterschiedlichen Wirkungen führen. Sie fanden heraus, dass die Zeitdauer, die der CB1-Rezeptor in einem bestimmten Teil der Zelle, genannt Clathrin-Pit, verbleibt, bestimmt, welche Art von Signalübertragung innerhalb der Zelle stattfindet. Chemikalien, die den Rezeptor länger im Clathrin-Pit halten, verursachen mehr einer bestimmten Art von Signalübertragung, genannt Beta-Arrestin-Signalübertragung. Dies liefert Einblicke, wie derselbe Rezeptor unterschiedliche Wirkungen haben kann, abhängig von der Chemikalie, die ihn aktiviert."
  },
  {
    "id": "aba9fd9c-f97d-42c9-99a3-4153af626aae",
    "translation": "Forscher untersuchen, wie Verbindungen in Cannabis, genannt Cannabinoide, Krebszellen beeinflussen und abtöten können. Neuere Studien haben gezeigt, dass Cannabinoide Tumorwachstum, Migration und Ausbreitung hemmen können. Dieser Übersichtsartikel untersucht die spezifischen Wege, wie Cannabinoide verschiedene Signalwege auslösen, um Zelltod zu induzieren, entweder durch Apoptose (programmierter Zelltod) oder Autophagie (Selbstverdauung). Die Ergebnisse deuten darauf hin, dass das Verständnis dieser Mechanismen helfen könnte, sicherere und wirksamere Cannabis-basierte Behandlungen für Krebs zu entwickeln. Dies ist jedoch noch ein Bereich laufender Forschung, sodass die vollständigen Ergebnisse noch nicht bekannt sind."
  },
  {
    "id": "c89c8d60-ebd4-473f-a90b-181fc1e9a794",
    "translation": "In dieser Studie untersuchten Forscher, wie ein Protein namens WTAPP1 die Plazenta bei Menschen mit Schwangerschaftsdiabetes beeinflusst. Sie fanden heraus, dass WTAPP1 ein Gen namens CNR1 einschalten kann, was zu Entzündungen führt. Diese Entzündung könnte zu Problemen mit der Plazenta bei schwangeren Personen mit Schwangerschaftsdiabetes beitragen. Die Studie wurde an Zellen durchgeführt, die im Labor gezüchtet wurden, aber die Ergebnisse deuten darauf hin, dass dieser Prozess auch im Körper stattfinden könnte. Weitere Forschung ist erforderlich, um vollständig zu verstehen, wie dies funktioniert und wie es die Gesundheit während der Schwangerschaft beeinflussen könnte."
  },
  {
    "id": "d480c417-1c83-412d-88e1-61ec8176596d",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchten die Verwendung von CBD und anderen Cannabis-basierten Produkten für medizinische Zwecke. Sie fanden heraus, dass CBD vielversprechend für die Behandlung verschiedener Gesundheitszustände ist, aber seine Verwendung als Medikament ist noch begrenzt. Gleichzeitig werden weltweit mehr Cannabis-Produkte verfügbar, um die Nachfrage zu decken, was Herausforderungen für Ärzte, Forscher und Unternehmen schafft.\n\nDie Forscher überprüften wissenschaftliche Literatur zu den Wirkungen, der Sicherheit und dem Potenzial von CBD als neues Medikament. Sie fanden heraus, dass mehr qualitativ hochwertige Forschung erforderlich ist, um CBD vollständig zu verstehen und neue Cannabis-basierte Medikamente zu entwickeln, da die Qualität und Zusammensetzung von Produkten stark variieren kann. Strikte Testrichtlinien sollten befolgt werden, um Sicherheit und Wirksamkeit zu gewährleisten."
  },
  {
    "id": "618a4426-c7b1-4940-81a5-1ff910fc859b",
    "translation": "Diese Studie untersucht, warum junge Erwachsene Strategien zum Schutz vor Alkohol- und Marihuana-Schäden anwenden oder nicht. Das Verständnis dieser Motivationen wird helfen, bessere Präventionsprogramme für übermäßiges Trinken und Cannabiskonsum zu entwickeln. Studie in Bearbeitung."
  },
  {
    "id": "e811bc79-cd83-4717-83c0-d68fe36221b4",
    "translation": "Diese Studie \"Tetrahydrocannabinolsäure ist ein potenter PPARgamma-Agonist mit neuroprotektiver Aktivität\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "388dc001-4d18-41db-93f6-cff8c5af4d39",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDiese Studie untersuchte, wie die körpereigenen natürlichen Cannabis-ähnlichen Chemikalien (Endocannabinoide) Appetit und Nahrungsaufnahme beeinflussen. Die Forscher fanden heraus, dass die Konzentrationen des Endocannabinoids Anandamid im Dünndarm 7-fach anstiegen, wenn Ratten hungrig waren, aber nicht im Gehirn oder Magen. Die Verabreichung von Anandamid oder einem anderen Cannabis-ähnlichen Medikament an Ratten ließ sie mehr essen, aber nur wenn die Medikamente in den Körper injiziert wurden, nicht ins Gehirn. Das Blockieren der Cannabis-Rezeptoren (CB1) im Körper beeinflusste ebenfalls die Nahrungsaufnahme. Das Entfernen der sensorischen Nerven, die den Darm mit dem Gehirn verbinden, verhinderte diese Wirkungen, was die Bedeutung der peripheren Cannabis-Rezeptoren bei der Regulierung des Appetits zeigt. Die Ergebnisse deuten auf eine Rolle des körpereigenen Cannabis-Systems des Darms bei der Kontrolle der Nahrungsaufnahme hin."
  },
  {
    "id": "3ef8da63-f597-478b-83f1-c569ec4dfe79",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nDie Verwendung von CBD-Öl ist schnell gewachsen, wobei viele Unternehmen es zur Behandlung verschiedener Gesundheitsprobleme verkaufen. Es gibt jedoch Bedenken hinsichtlich der Qualität und Sicherheit von CBD-Produkten. Dieser Übersichtsartikel betrachtet die bekannten Risiken und Probleme mit der Zusammensetzung von CBD-Ölen.\n\nDie Studie ergab, dass es Unsicherheiten bezüglich der Legalität, Qualität und Sicherheitsaussagen gibt, die für CBD-Öle gemacht werden. Viele verschiedene Arten von Produzenten verkaufen CBD, von Einzelpersonen bis zu großen Unternehmen, und die Produkte können in ihrem tatsächlichen CBD-Gehalt stark variieren.\n\nDer Artikel empfiehlt eine bessere Regulierung und genaue Kennzeichnung, um sicherzustellen, dass die Vorteile von CBD sicher geliefert werden. Mehr wissenschaftliche Forschung zu den Wirkungen von CBD ist noch erforderlich."
  },
  {
    "id": "34f8a451-ff2f-4604-8098-5446814338aa",
    "translation": "Diese Studie \"Molekulare Charakterisierung eines Enzyms, das neuromodulatorische Fettsäureamide abbaut\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "8b6817fc-b8b5-464c-9a27-3dcc72f54b9c",
    "translation": "Forscher verabreichten Ratten verschiedene Chemikalien, die die körpereigenen Cannabinoid-Rezeptoren beeinflussen (dieselben Rezeptoren, die mit Cannabis interagieren). Sie wollten sehen, ob diese Chemikalien Verhaltensweisen bei den Ratten verändern könnten, die psychoseähnlich sind, einer psychischen Erkrankung mit Symptomen wie Halluzinationen und Wahnvorstellungen.\n\nDie Studie ergab, dass einige der Chemikalien bestimmte psychoseähnliche Verhaltensweisen bei den Ratten reduzierten. Dies deutet darauf hin, dass diese Cannabinoid-bezogenen Chemikalien Potenzial für die Behandlung von Psychosen beim Menschen haben könnten. Allerdings ist weitere Forschung erforderlich, um diese Ergebnisse zu bestätigen und zu verstehen, wie sie auf Menschen anwendbar sein könnten."
  },
  {
    "id": "c9977885-ec64-4236-af63-a78daa7315b0",
    "translation": "Diese Nachfolgestudie überwachte Patienten, die nach Abschluss einer früheren klinischen Studie ein Cannabis-basiertes Medikament langfristig weiter verwendeten. Die Forscher verfolgten Sicherheit, Nebenwirkungen und ob das Medikament über die Zeit weiterhin half."
  },
  {
    "id": "1282979a-be04-4898-8401-812897234fb1",
    "translation": "Forscher testeten, wie verschiedene CBD-Öl-Dosen Anfälle bei Ratten mit chronischer Epilepsie beeinflussten. Sie verabreichten einigen Ratten 28 Tage lang 10, 20 oder 50 mg/kg CBD und lösten dann bei allen Ratten Anfälle aus. Die Ergebnisse zeigten, dass die höchste Dosis von 50 mg/kg die Schwere und Häufigkeit der Anfälle signifikant reduzierte. CBD half auch, Schäden an Gehirnzellen in der Hippocampus-Region zu verhindern und verringerte die Überproduktion bestimmter Proteine, die mit Anfällen in Verbindung stehen. Dies deutet darauf hin, dass hochdosiertes CBD eine antiepileptische Wirkung haben und potenziell bei der Behandlung chronischer Epilepsie helfen könnte."
  },
  {
    "id": "d364d12f-f216-4d4f-8f2d-0586107b487c",
    "translation": "Diese Studie \"Cannabinoid-Rezeptoren: Wo sie sind und was sie tun\" wurde in CBD-Portal-Artikeln zitiert und als Referenz importiert."
  },
  {
    "id": "56962f61-06e8-43fc-8063-a4ceaa67c5a3",
    "translation": "Diese Studie testet zwei Medikamente, um Menschen beim Aufhören von Marihuana zu helfen: Lofexidin (das Entzugssymptome reduziert) und orales THC. Die Forscher möchten verstehen, wie diese Medikamente mit Marihuana interagieren, um die Behandlungsergebnisse bei Marihuana-Abhängigkeit zu verbessern."
  },
  {
    "id": "b4a2291b-10f5-49a9-b571-e8a8bdd9d297",
    "translation": "Hier ist eine verständliche Zusammenfassung der Forschungsstudie:\n\nForscher untersuchten, wie der Körper CBD verarbeitet, die Hauptverbindung in Cannabis. Sie überprüften Daten aus 128 früheren Studien mit über 2.000 Menschen, die CBD einnahmen. Die Studien testeten verschiedene Dosen, Formen von CBD (wie Öle oder Pillen) und Einnahmeweisen (oral, inhaliert usw.). Die Forscher fanden heraus, dass CBD ziemlich schnell in den Blutkreislauf aufgenommen wird, innerhalb weniger Stunden seinen Höhepunkt erreicht und innerhalb von ein oder zwei Tagen den Körper verlässt. Die Übersichtsarbeit bietet einen umfassenden Überblick über die Pharmakokinetik von CBD – wie es vom Körper aufgenommen, verteilt und ausgeschieden wird. Diese Informationen können helfen, die klinische Verwendung von CBD-basierten Medikamenten zu leiten."
  },
  {
    "id": "b152921b-76f8-43d3-91e6-6f8b89e077eb",
    "translation": "Forscher testeten, ob CBD (die nicht-psychoaktive Verbindung in Cannabis) Entzündungen in Gehirnzellen reduzieren könnte, die mit dem COVID-19-Virus infiziert sind. Sie züchteten Gehirnzellen im Labor und setzten sie dem Virus aus. Die Zellen setzten winzige Pakete namens extrazelluläre Vesikel frei, die Entzündungen verursachen können. Als die Forscher CBD zu den infizierten Zellen hinzufügten, fanden sie heraus, dass es die entzündlichen Eigenschaften der extrazellulären Vesikel reduzierte. Dies deutet darauf hin, dass CBD helfen könnte, Gehirnentzündungen zu beruhigen, die durch COVID-19-Infektion verursacht werden. Weitere Studien sind erforderlich, um diese Ergebnisse zu bestätigen."
  },
  {
    "id": "85919f90-2a15-429b-a040-0fbc0df24043",
    "translation": "Forscher testeten, wie ein spezifischer Cannabinoid-Rezeptor in der Auskleidung von Blutgefäßen auf verschiedene chemische Verbindungen reagiert. Sie fanden heraus, dass bestimmte Verbindungen diesen Rezeptor aktivieren konnten, was helfen könnte, Blutgefäße zu entspannen und den Blutfluss zu verbessern. Die Studie wurde in Laborschalen mit isolierten Zellen durchgeführt, aber die Ergebnisse deuten darauf hin, dass dieser Rezeptor ein vielversprechendes Ziel für die Entwicklung neuer Behandlungen im Zusammenhang mit der Blutgefäßfunktion sein könnte. Weitere Forschung ist noch erforderlich, um vollständig zu verstehen, wie dieser Rezeptor funktioniert und ob er für die Behandlung von Erkrankungen nützlich sein könnte."
  },
  {
    "id": "c46fba55-d9d2-4262-8b73-6dca0f81389d",
    "translation": "Diese Studie kombiniert Sativex-Spray mit robotergestützter Rehabilitation für MS-Patienten mit Spastik. Cannabinoide könnten die Gehirnplastizität verbessern und möglicherweise die Physiotherapie wirksamer bei der Verbesserung der Gehfähigkeit machen."
  },
  {
    "id": "7fa22b33-3228-4929-82c1-c2985b610fce",
    "translation": "In dieser Studie untersuchten Forscher, wie CBD während Entzündungen Immunzellen namens Mikroglia im Gehirn beeinflusst. Sie fanden heraus, dass bei Mäusen mit einer autoimmunen Gehirnerkrankung die Anzahl der CB2-Rezeptoren (auf die CBD wirkt) auf Mikroglia um das 100-fache zunahm. Weitere Experimente zeigten, dass Immunsignale wie Interferon und GM-CSF eine ähnliche Zunahme der CB2-Rezeptoren auf kultivierten Mikroglia verursachten. Dies deutet darauf hin, dass der CB2-Rezeptor eine wichtige Rolle dabei spielt, wie Mikroglia während Gehirnentzündungen funktionieren. Die Forscher fanden keine Veränderungen bei der CBD-ähnlichen Verbindung 2-AG während des Autoimmunzustands. Insgesamt deuten die Ergebnisse darauf hin, dass CBD helfen könnte, die Mikroglia-Aktivität bei entzündlichen Gehirnerkrankungen zu regulieren."
  },
  {
    "id": "de436768-26ea-4483-bd30-fdd0ff464ede",
    "translation": "Wissenschaftler testeten verschiedene CBD-Quellen, einschließlich Cannabispflanzen und einer Nicht-Cannabis-Pflanze, um zu sehen, wie gut das CBD wirkte. Sie fanden heraus, dass CBD aus Cannabispflanzen und der Nicht-Cannabis-Quelle ähnliche Wirkungen auf Zellen im Labor hatten. Dies deutet darauf hin, dass CBD aus Nicht-Cannabis-Quellen potenziell als Alternative zu aus Cannabis gewonnenem CBD verwendet werden könnte. Weitere Forschung ist erforderlich, um diese Ergebnisse zu bestätigen und zu sehen, wie die CBD-Quellen bei echten Menschen verglichen werden. Ergebnisse aus Studien am Menschen stehen noch aus."
  }
]
