[
  {
    "condition": "cluster-headaches",
    "searchTerms": [
      "cluster headache",
      "headache",
      "head pain",
      "migraine",
      "trigeminal"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 6,
    "humanStudies": 6,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "A Retrospective Analysis of Cannabidiol (CBD) Use in a Concussion Cohort (P7-1.007)",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD concussion research study:\n\nResearchers looked at the use of CBD (a chemical found in cannabis) in people with concussions. They reviewed medical records of 567 concussion patients and found that 11% were using CBD. CBD users were more likely to have mental health conditions and report more severe concussion symptoms, especially in thinking and physical abilities. This was not influenced by whether they also used cannabis. The study suggests CBD may be helpful for some concussion symptoms, but more research is needed to know if it's safe and effective. The next step is a carefully designed study to test CBD as a treatment for concussions.",
        "doi": "10.1212/wnl.0000000000202813",
        "pmid": null,
        "slug": "a-retrospective-analysis-of-cannabidiol-cbd-use-in-a-concuss-2023-c36c6c"
      },
      {
        "title": "Safety and Tolerability of Cannabidiol in Parkinson Disease: An Open Label, Dose-Escalation Study",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the CBD/Parkinson's disease research study:\n\nResearchers tested the safety and effects of CBD oil (Epidiolex) in people with Parkinson's disease. 13 Coloradans with Parkinson's took increasing doses of CBD up to 20-25 mg/kg per day for 10-15 days. Most had mild side effects like diarrhea, drowsiness, and fatigue. A few had higher liver enzyme levels, and 3 people dropped out due to intolerance. However, the 10 people who completed the study showed improvements in Parkinson's symptoms, including tremor, mobility, sleep, and emotional control. The researchers conclude CBD may help Parkinson's, but higher doses can cause liver issues. More research is still needed with a larger group.",
        "doi": "10.1089/can.2019.0068",
        "pmid": "33381646",
        "slug": "safety-and-tolerability-of-cannabidiol-in-parkinson-disease-2020-5856ac"
      },
      {
        "title": "Cannabinoid receptors in osteoporosis and osteoporotic pain: a narrative update of review",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at the role of cannabinoid (CB) receptors in osteoporosis and the pain caused by osteoporosis. Osteoporosis is a condition where bones become weak and more likely to break. The researchers reviewed recent studies and found that CB receptors and another receptor called TRPV1 are involved in the health and function of bone cells. They also play a role in the chronic pain experienced by people with osteoporosis. The researchers suggest that targeting both CB receptors and TRPV1 could be a new way to treat the pain caused by osteoporosis in the future. More research is still needed to fully understand this.",
        "doi": "10.1111/jphp.13135",
        "pmid": "31294469",
        "slug": "cannabinoid-receptors-in-osteoporosis-and-osteoporotic-pain-2019-7d0b26"
      },
      {
        "title": "Medicinal Uses of Marijuana and Cannabinoids",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 95-word plain-language summary of the research study on medicinal uses of marijuana and cannabinoids:\n\nResearchers have studied how cannabis and its chemicals (like CBD and THC) can be used as medicines. Over 140 clinical trials have tested these for treating various conditions, like nausea from cancer treatment, loss of appetite, chronic pain, and muscle stiffness in multiple sclerosis. The results have led to approval of some cannabis-based medicines in certain countries. Common side effects include sleepiness and dizziness, but these often go away with continued use. In recent years, there is growing interest in medical use of CBD, since it doesn't cause intoxication and is generally well-tolerated. Early studies suggest CBD may help with anxiety, schizophrenia, and epilepsy.",
        "doi": "10.1080/07352689.2016.1265360",
        "pmid": null,
        "slug": "medicinal-uses-of-marijuana-and-cannabinoids-2016-4f515c"
      },
      {
        "title": "Characterization of the biochemical and behavioral effects of cannabidiol: implications for migraine",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD and migraine research study:\n\nResearchers tested how CBD oil affects migraine in rats. They gave rats migraine using a chemical called nitroglycerin, then treated them with 15 or 30 mg/kg of CBD. \n\nIn the acute migraine model, CBD reduced pain-related behaviors and lowered inflammatory molecules like CGRP and cytokines in the brain. \n\nIn the chronic migraine model, CBD only reduced one inflammatory molecule (IL-6) and lowered CGRP levels. \n\nCBD did not affect the rats' anxiety, movement or grooming. The researchers also measured how much CBD reached different brain regions.\n\nOverall, this suggests CBD may help manage some migraine symptoms, but more research is needed. The results are promising but not conclusive.",
        "doi": "10.5281/zenodo.7780619",
        "pmid": null,
        "slug": "characterization-of-the-biochemical-and-behavioral-effects-o-2023-18af0c"
      },
      {
        "title": "S1637 Cannabidiol Oil-Associated Microscopic Colitis",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the study:\n\nThis study describes a case where a 75-year-old woman developed chronic diarrhea after taking CBD oil for pain. Doctors performed a colonoscopy and found she had collagenous colitis, a type of inflammatory bowel disease. When she stopped taking the CBD oil, her diarrhea improved. But when she tried taking the CBD oil again, the diarrhea returned. This suggests the CBD oil was the cause of her colitis. The researchers believe this is the first reported case of CBD oil leading to this condition. They advise doctors to be aware that CBD products may have side effects and to discuss them with patients who use these supplements.",
        "doi": "10.14309/01.ajg.0000708596.75893.a2",
        "pmid": null,
        "slug": "s1637-cannabidiol-oil-associated-microscopic-colitis-2020-e62778"
      }
    ]
  },
  {
    "condition": "tension-headaches",
    "searchTerms": [
      "tension headache",
      "headache",
      "head pain",
      "tension-type"
    ],
    "evidenceLevel": "Insufficient",
    "totalStudies": 3,
    "humanStudies": 3,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "A Retrospective Analysis of Cannabidiol (CBD) Use in a Concussion Cohort (P7-1.007)",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD concussion research study:\n\nResearchers looked at the use of CBD (a chemical found in cannabis) in people with concussions. They reviewed medical records of 567 concussion patients and found that 11% were using CBD. CBD users were more likely to have mental health conditions and report more severe concussion symptoms, especially in thinking and physical abilities. This was not influenced by whether they also used cannabis. The study suggests CBD may be helpful for some concussion symptoms, but more research is needed to know if it's safe and effective. The next step is a carefully designed study to test CBD as a treatment for concussions.",
        "doi": "10.1212/wnl.0000000000202813",
        "pmid": null,
        "slug": "a-retrospective-analysis-of-cannabidiol-cbd-use-in-a-concuss-2023-c36c6c"
      },
      {
        "title": "Safety and Tolerability of Cannabidiol in Parkinson Disease: An Open Label, Dose-Escalation Study",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the CBD/Parkinson's disease research study:\n\nResearchers tested the safety and effects of CBD oil (Epidiolex) in people with Parkinson's disease. 13 Coloradans with Parkinson's took increasing doses of CBD up to 20-25 mg/kg per day for 10-15 days. Most had mild side effects like diarrhea, drowsiness, and fatigue. A few had higher liver enzyme levels, and 3 people dropped out due to intolerance. However, the 10 people who completed the study showed improvements in Parkinson's symptoms, including tremor, mobility, sleep, and emotional control. The researchers conclude CBD may help Parkinson's, but higher doses can cause liver issues. More research is still needed with a larger group.",
        "doi": "10.1089/can.2019.0068",
        "pmid": "33381646",
        "slug": "safety-and-tolerability-of-cannabidiol-in-parkinson-disease-2020-5856ac"
      },
      {
        "title": "Cannabinoid receptors in osteoporosis and osteoporotic pain: a narrative update of review",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at the role of cannabinoid (CB) receptors in osteoporosis and the pain caused by osteoporosis. Osteoporosis is a condition where bones become weak and more likely to break. The researchers reviewed recent studies and found that CB receptors and another receptor called TRPV1 are involved in the health and function of bone cells. They also play a role in the chronic pain experienced by people with osteoporosis. The researchers suggest that targeting both CB receptors and TRPV1 could be a new way to treat the pain caused by osteoporosis in the future. More research is still needed to fully understand this.",
        "doi": "10.1111/jphp.13135",
        "pmid": "31294469",
        "slug": "cannabinoid-receptors-in-osteoporosis-and-osteoporotic-pain-2019-7d0b26"
      }
    ]
  },
  {
    "condition": "occipital-neuralgia",
    "searchTerms": [
      "occipital neuralgia",
      "neuralgia",
      "head pain",
      "nerve pain",
      "neuropathic pain"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 40,
    "humanStudies": 40,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoids for the Treatment of Chronic Non-Cancer Pain: An Updated Systematic Review of Randomized Controlled Trials",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at 15 high-quality studies on using cannabis or CBD oil to treat chronic pain that's not from cancer. The studies involved over 1,700 people with conditions like nerve pain, multiple sclerosis, and rheumatoid arthritis. The results showed that cannabis and CBD can help reduce pain and improve quality of life for some people with chronic pain. However, more research is still needed to fully understand the benefits and risks. The researchers conclude that cannabis and CBD show promise for treating certain types of chronic pain, but doctors should closely monitor patients using these products.",
        "doi": "10.1007/s11481-015-9600-6",
        "pmid": "25796592",
        "slug": "cannabinoids-for-the-treatment-of-chronic-non-cancer-pain-an-2015-509469"
      },
      {
        "title": "A double-blind, randomized, placebo-controlled, parallel-group study of THC/CBD oromucosal spray in combination with the existing treatment regimen, in the relief of central neuropathic pain in patients with multiple sclerosis",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested if a CBD and THC spray could help relieve nerve pain in people with multiple sclerosis. 339 people with multiple sclerosis and nerve pain participated. They were randomly given either the CBD/THC spray or a placebo (fake spray) to use alongside their regular treatments. Neither the participants nor the researchers knew who got the real spray. The results showed that the CBD/THC spray provided better pain relief compared to the placebo. The spray was generally well-tolerated by the participants.",
        "doi": "10.1007/s00415-012-6739-4",
        "pmid": "23180178",
        "slug": "a-double-blind-randomized-placebo-controlled-parallel-group-2012-1bbeb9"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Activity of protein kinase C controls the efficacy of cannabinoid receptor type 1 in the medial prefrontal cortex after neuropathic pain.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how a protein called protein kinase C affects the function of a receptor for cannabis-derived compounds (called the CB1 receptor) in the brain area responsible for pain processing. The study was done on rats with nerve damage causing chronic pain. The researchers found that changes in protein kinase C activity altered the ability of the CB1 receptor to reduce pain signals in this brain region. This suggests that targeting protein kinase C could be a way to improve the effectiveness of cannabis-based treatments for neuropathic (nerve) pain. More research is still needed.",
        "doi": "10.1152/jn.00379.2025",
        "pmid": "41269674",
        "slug": "activity-of-protein-kinase-c-controls-the-efficacy-of-cannab-2025-2c12df"
      },
      {
        "title": "IUPHAR review- Preclinical models of neuropathic pain: Evaluating multifunctional properties of natural cannabinoid receptors ligands",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at how natural compounds found in cannabis (like CBD) could be used to treat nerve pain. They tested these compounds in animal models of neuropathic pain, which mimics the kind of pain experienced by people with conditions like diabetes or nerve damage. The study found that these cannabis-derived compounds had multiple beneficial effects, including reducing pain, inflammation, and other nerve-related symptoms. The researchers say these natural compounds show promise as potential treatments for neuropathic pain, but more research is still needed to confirm these findings in human studies.",
        "doi": null,
        "pmid": "38008135",
        "slug": "iuphar-review-preclinical-models-of-neuropathic-pain-evaluat-2023-94407c"
      },
      {
        "title": "Cannabidiol gegen chemotherapieinduzierte periphere Neuropathie?",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the study:\n\nResearchers tested CBD oil to see if it could help cancer patients dealing with nerve pain from chemotherapy. 50 people with this condition took part in the study. Half received CBD oil, while the other half got a placebo (fake treatment). Neither the patients nor the doctors knew who got the real CBD. After 4 weeks, the group taking CBD showed noticeably less nerve pain compared to the placebo group. The study also found the CBD was safe and well-tolerated. These results suggest CBD oil could be a helpful treatment for nerve problems caused by chemotherapy. More research is still needed to confirm these findings.",
        "doi": "10.1007/s15015-023-3051-3",
        "pmid": null,
        "slug": "cannabidiol-gegen-chemotherapieinduzierte-periphere-neuropat-2023-9a30b1"
      },
      {
        "title": "Cannabinoids and Pain: New Insights From Old Molecules",
        "year": 2018,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here's a 100-word plain-language summary of the research study:\n\nThis review looks at how cannabis and its chemical components called cannabinoids can be used to treat chronic pain. Animal studies show cannabinoids work by reducing the release of pain-triggering chemicals, changing how pain signals are transmitted, activating pathways that block pain, and reducing inflammation. Clinical trials suggest cannabis/cannabinoids provide moderate pain relief, especially for neuropathic (nerve-related) pain. However, the studies have been small and short-term. Larger, longer-term studies are still needed to fully understand the benefits and risks of medical cannabis use for chronic pain. Overall, the current research supports using medical cannabis to treat chronic pain in adults, but close monitoring of patients is important.",
        "doi": "10.3389/fphar.2018.01259",
        "pmid": "30542280",
        "slug": "cannabinoids-and-pain-new-insights-from-old-molecules-2018-cb7613"
      },
      {
        "title": "Emerging strategies for exploiting cannabinoid receptor agonists as medicines",
        "year": 2009,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study discusses new ways to use medications that activate the body's cannabinoid receptors (CB1 and CB2) to treat various medical conditions.\n\nResearchers have already developed some cannabinoid-based drugs, like Cesamet, Marinol, and Sativex, which can help with chemotherapy-induced nausea, stimulate appetite, and relieve neuropathic pain. \n\nThe study outlines five strategies to potentially improve the effectiveness and safety of these cannabinoid medications:\n1) Targeting receptors outside the brain\n2) Targeting receptors in specific tissues\n3) Targeting increased/upregulated receptors\n4) Targeting CB2 receptors\n5) Combining multiple targets\n\nThe researchers review the scientific evidence supporting further exploration of these strategies for developing new and better cannabinoid-based medicines.",
        "doi": "10.1111/j.1476-5381.2008.00048.x",
        "pmid": "19226257",
        "slug": "emerging-strategies-for-exploiting-cannabinoid-receptor-agon-2009-04cf9b"
      },
      {
        "title": "The Effectiveness of Topical Cannabidiol Oil in Symptomatic Relief of Peripheral Neuropathy of the Lower Extremities",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD topical study for peripheral neuropathy:\n\nThis study tested whether a CBD oil could help relieve nerve pain in the legs and feet. 29 people with peripheral neuropathy were split into two groups - one got the CBD oil and the other got a placebo (fake) oil. After 4 weeks, the CBD group had significant improvements in their pain, including less intense, sharp, and unpleasant sensations compared to the placebo group. No safety issues were reported. The researchers conclude that this CBD topical treatment may be an effective and well-tolerated option for managing peripheral neuropathy symptoms, which can be difficult to treat.",
        "doi": "10.2174/1389201020666191202111534",
        "pmid": "31793418",
        "slug": "the-effectiveness-of-topical-cannabidiol-oil-in-symptomatic-2019-f177af"
      },
      {
        "title": "Cannabidiol and Beta-Caryophyllene Combination Attenuates Diabetic Neuropathy by Inhibiting NLRP3 Inflammasome/NFκB through the AMPK/SIRT3/Nrf2 Axis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the research study:\n\nThis study tested how CBD oil and a compound called beta-caryophyllene, either alone or combined, could help with diabetic nerve pain. \n\nResearchers first caused nerve damage in rats by injecting them with a drug that induces diabetes. They then gave the rats CBD, beta-caryophyllene, or both. The treatments improved blood flow to the nerves and reduced inflammation and oxidative stress, which are major contributors to nerve damage in diabetes.\n\nThe combined CBD and beta-caryophyllene treatment was most effective at relieving the rats' pain and improving nerve function. The researchers think this works by boosting the body's natural cleanup and repair processes in the mitochondria, the powerhouses of cells.",
        "doi": "10.20944/preprints202404.1827.v1",
        "pmid": null,
        "slug": "cannabidiol-and-beta-caryophyllene-combination-attenuates-di-2024-682b78"
      }
    ]
  },
  {
    "condition": "tmj",
    "searchTerms": [
      "tmj",
      "temporomandibular",
      "jaw pain",
      "facial pain",
      "orofacial pain"
    ],
    "evidenceLevel": "Insufficient",
    "totalStudies": 1,
    "humanStudies": 1,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Myorelaxant Effect of Transdermal Cannabidiol Application in Patients with TMD: A Randomized, Double-Blind Trial",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers tested whether applying CBD oil to the jaw muscles could help relax the muscles and reduce pain in people with TMD (jaw muscle and joint problems). 60 people were split into two groups - one group used CBD oil and the other used a placebo (fake) oil. After 14 days, the group using CBD oil had a significant reduction in muscle activity (11-12% decrease) and pain (70% reduction), while the placebo group saw little change. The study suggests that applying CBD oil topically can help relax the jaw muscles and improve symptoms in people with TMD.",
        "doi": "10.3390/jcm8111886",
        "pmid": "31698733",
        "slug": "myorelaxant-effect-of-transdermal-cannabidiol-application-in-2019-e8edec"
      }
    ]
  },
  {
    "condition": "tooth-pain",
    "searchTerms": [
      "tooth pain",
      "dental pain",
      "toothache",
      "oral pain",
      "dental"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 6,
    "humanStudies": 6,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Harm Reduction Associated with Inhalation and Oral Administration of Cannabis and THC",
        "year": 2001,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1300/j175v01n03_09",
        "pmid": null,
        "slug": "harm-reduction-associated-with-inhalation-and-oral-administr-2001-e9fcb9"
      },
      {
        "title": "Cannabis as a Substitute for Opioid-Based Pain Medication: Patient Self-Report",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nThis study looked at whether people use cannabis instead of opioid painkillers. The researchers surveyed 2,897 medical cannabis patients. \n\nThey found that 34% of the patients had used opioid painkillers in the past 6 months. However, most of these patients said that cannabis provided pain relief just as well or better than opioids, without the unwanted side effects. 97% said they were able to use less opioids when also using cannabis. 81% found cannabis alone was more effective for their condition than combining it with opioids.\n\nThe results suggest cannabis could be a safer alternative to opioid painkillers. More research is needed on using cannabis to treat pain and opioid addiction.",
        "doi": "10.1089/can.2017.0012",
        "pmid": "28861516",
        "slug": "cannabis-as-a-substitute-for-opioid-based-pain-medication-pa-2017-383b82"
      },
      {
        "title": "Antimicrobial Effects of Cannabidiol (CBD)-infused Lozenges against Streptococcus mutans in Oral Health",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the CBD and oral health study:\n\nResearchers tested whether CBD-infused lozenges could kill the bacteria that cause tooth decay. 30 dental and nursing students were split into two groups - one group got CBD lozenges, the other got sugar-free candy. People in the CBD group took one lozenge (300 mg) per day, letting it slowly dissolve in their mouth. The researchers tested the participants' saliva before and after to measure levels of Streptococcus mutans, the main cavity-causing bacteria. They found a significant decrease in S. mutans in the CBD group compared to the control group. This suggests CBD may help improve oral health by reducing harmful mouth bacteria.",
        "doi": "10.1590/0103-644020245988",
        "pmid": "40136134",
        "slug": "antimicrobial-effects-of-cannabidiol-cbd-infused-lozenges-ag-2024-771838"
      },
      {
        "title": "Phytocannabinoids and gingival inflammation: Preclinical findings and a placebo‐controlled double‐blind randomized clinical trial with cannabidiol",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nThis study looked at how CBD oil affects gum inflammation and periodontal (gum) disease. First, the researchers tested CBD on human gum cells in the lab and found it reduced inflammation. They also found CBD can kill certain bacteria that cause gum disease.\n\nThen, the researchers did a clinical trial with 90 people who had gum disease. Some used a CBD dental gel and toothpaste, others used a placebo (fake) gel and toothpaste, and another group used a standard gum disease treatment. \n\nAfter 56 days, the people using the CBD products showed statistically significant improvements in their gum health compared to the placebo group. No side effects were reported.\n\nThe results suggest CBD could be a promising natural treatment for gum disease, but more research is still needed.",
        "doi": "10.1111/jre.13234",
        "pmid": "38311974",
        "slug": "phytocannabinoids-and-gingival-inflammation-preclinical-find-2024-771b92"
      },
      {
        "title": "Dental pulp stem cells-derived cannabidiol-pretreated micro-spheroids showed robust osteogenic potential via upregulation of WNT6",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD (a compound found in cannabis) could improve the bone-forming ability of dental stem cells. They grew the stem cells into small, round cell clusters called \"micro-spheroids\" and treated them with CBD for 2 weeks. The CBD-treated micro-spheroids showed increased bone-forming activity compared to untreated ones. This was due to the activation of a gene called WNT6 that promotes bone growth. The researchers believe these CBD-treated micro-spheroids could be an effective way to deliver the benefits of CBD for bone repair, without the need for direct CBD administration.",
        "doi": "10.21203/rs.3.rs-2580851/v1",
        "pmid": null,
        "slug": "dental-pulp-stem-cells-derived-cannabidiol-pretreated-micro-2023-95de51"
      },
      {
        "title": "Antimicrobial Effects of Cannabidiol (CBD) on Oral Pathogens: A Comparative Analysis",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how well CBD, the non-psychoactive part of cannabis, can kill the bacteria that cause dental problems. They compared CBD's effects to common antibiotics used in dentistry. The study found that CBD was just as effective as the antibiotics at killing these harmful oral bacteria. This suggests CBD could be a useful natural alternative to treat dental infections, especially as bacteria become more resistant to regular antibiotics. More research is still needed, but these early results are promising for using CBD to improve dental health.",
        "doi": "10.52768/anndentoralhealth/1057",
        "pmid": null,
        "slug": "antimicrobial-effects-of-cannabidiol-cbd-on-oral-pathogens-a-2025-064371"
      }
    ]
  },
  {
    "condition": "mouth-ulcers",
    "searchTerms": [
      "mouth ulcer",
      "oral ulcer",
      "aphthous",
      "canker sore",
      "oral mucosa"
    ],
    "evidenceLevel": "Insufficient",
    "totalStudies": 1,
    "humanStudies": 1,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "[Cannabinoid receptor 2 inhibition on acantholysis in oral mucosal pemphigus].",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether a chemical found in cannabis, called CBD, could help treat a skin condition called pemphigus. Pemphigus causes blisters and sores in the mouth and on the skin. The study looked at cells from people with pemphigus to see if CBD could prevent the cells from breaking apart, which is a key part of the condition. The results showed that CBD helped stop the cells from breaking down, suggesting it could be a potential treatment for pemphigus. More research is still needed to confirm these findings and see how well it works in people with the condition.",
        "doi": "10.7518/hxkq.2025.2025182",
        "pmid": "41332407",
        "slug": "cannabinoid-receptor-2-inhibition-on-acantholysis-in-oral-mu-2025-6a810c"
      }
    ]
  },
  {
    "condition": "gum-disease",
    "searchTerms": [
      "gum disease",
      "periodontal",
      "gingivitis",
      "periodontitis",
      "oral health"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 6,
    "humanStudies": 6,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "The antibacterial and antibiofilm role of cannabidiol against periodontopathogenic bacteria",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD and periodontopathogenic bacteria research study:\n\nResearchers tested CBD, a compound found in cannabis, to see if it can kill bacteria that cause gum disease. They looked at 5 types of bacteria linked to periodontitis. CBD was effective at killing these bacteria, even when they were in sticky \"biofilm\" communities. Importantly, CBD was not toxic to healthy cells, at least in an animal study. These results suggest that CBD could be a safe, natural alternative treatment for gum disease, which often requires antibiotics. However, more research is still needed to confirm these findings and test CBD in people. The study is currently in progress.",
        "doi": "10.1093/jambio/lxae316",
        "pmid": "39737707",
        "slug": "the-antibacterial-and-antibiofilm-role-of-cannabidiol-agains-2024-7f40d4"
      },
      {
        "title": "Antimicrobial Effects of Cannabidiol (CBD)-infused Lozenges against Streptococcus mutans in Oral Health",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the CBD and oral health study:\n\nResearchers tested whether CBD-infused lozenges could kill the bacteria that cause tooth decay. 30 dental and nursing students were split into two groups - one group got CBD lozenges, the other got sugar-free candy. People in the CBD group took one lozenge (300 mg) per day, letting it slowly dissolve in their mouth. The researchers tested the participants' saliva before and after to measure levels of Streptococcus mutans, the main cavity-causing bacteria. They found a significant decrease in S. mutans in the CBD group compared to the control group. This suggests CBD may help improve oral health by reducing harmful mouth bacteria.",
        "doi": "10.1590/0103-644020245988",
        "pmid": "40136134",
        "slug": "antimicrobial-effects-of-cannabidiol-cbd-infused-lozenges-ag-2024-771838"
      },
      {
        "title": "Phytocannabinoids and gingival inflammation: Preclinical findings and a placebo‐controlled double‐blind randomized clinical trial with cannabidiol",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nThis study looked at how CBD oil affects gum inflammation and periodontal (gum) disease. First, the researchers tested CBD on human gum cells in the lab and found it reduced inflammation. They also found CBD can kill certain bacteria that cause gum disease.\n\nThen, the researchers did a clinical trial with 90 people who had gum disease. Some used a CBD dental gel and toothpaste, others used a placebo (fake) gel and toothpaste, and another group used a standard gum disease treatment. \n\nAfter 56 days, the people using the CBD products showed statistically significant improvements in their gum health compared to the placebo group. No side effects were reported.\n\nThe results suggest CBD could be a promising natural treatment for gum disease, but more research is still needed.",
        "doi": "10.1111/jre.13234",
        "pmid": "38311974",
        "slug": "phytocannabinoids-and-gingival-inflammation-preclinical-find-2024-771b92"
      },
      {
        "title": "Cannabidiol attenuates periodontal inflammation through inhibiting TLR4/NF‐κB pathway",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "CBD oil reduces inflammation in gum disease\n\nResearchers tested how CBD oil affects inflammation in a rat model of gum disease. They found that CBD oil significantly reduced bone loss, a sign of gum disease, in the rats. CBD oil also lowered levels of inflammatory molecules like TNF-alpha and decreased activity in the TLR4/NF-kB inflammatory pathway in human gum cells. These results suggest that CBD oil could be an effective treatment for gum disease by reducing inflammation. More research is needed, but this study indicates that CBD oil may help manage the inflammatory symptoms of periodontitis.",
        "doi": "10.1111/jre.13118",
        "pmid": "37143211",
        "slug": "cannabidiol-attenuates-periodontal-inflammation-through-inhi-2023-a7ebd6"
      },
      {
        "title": "Evaluation of the antimicrobial effect of cannabidiol (CBD) in a multispecies subgingival biofilm model.",
        "year": 2026,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Title: Can CBD Kill Mouth Bacteria?\n\nThis study tested whether CBD (the compound from cannabis) can kill the bacteria that cause gum disease. Researchers grew a mix of different bacteria found in the mouth and then added CBD to see if it could kill them.\n\nThe results showed that CBD was able to reduce the amount of these bacteria, suggesting it has antimicrobial properties. This means CBD could potentially be used to help treat and prevent gum disease.\n\nHowever, more research is still needed to confirm these findings and see how CBD might work as a treatment for oral health problems.",
        "doi": "10.1080/20002297.2025.2603706",
        "pmid": "41509036",
        "slug": "evaluation-of-the-antimicrobial-effect-of-cannabidiol-cbd-in-2026-f9c96b"
      },
      {
        "title": "Cannabinoids for the treatment of inflammation.",
        "year": 2007,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids, the active compounds in cannabis, can help reduce inflammation in the body. A review of research found that cannabinoids can suppress the immune system and inflammation processes in various cell and animal models of inflammation, such as in the lungs, joints, and digestive system. The non-psychoactive cannabinoid receptor CB2 appears to be a key target for reducing inflammation. Drugs that selectively target CB2 are being studied as potential anti-inflammatory treatments. This review summarizes the evidence for using cannabinoids to regulate inflammation in different parts of the body.",
        "doi": null,
        "pmid": "17520866",
        "slug": "cannabinoids-for-the-treatment-of-inflammation-2007-cb9330"
      }
    ]
  },
  {
    "condition": "seasonal-allergies",
    "searchTerms": [
      "allergy",
      "allergic",
      "hay fever",
      "rhinitis",
      "histamine",
      "immune"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 77,
    "humanStudies": 77,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Oral lichenoid drug reaction due to seed oil containing 5% Cannabidiol",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at the case of a person who developed an allergic skin reaction after using a CBD oil product. The person had red, painful sores in their mouth after taking the oil, which contained 5% CBD. The doctors determined the CBD oil was the cause of the reaction. This is an unusual side effect, and more research is needed to understand how CBD oil may affect the skin and mouth in some people. The researchers caution that people should be aware CBD products can potentially trigger allergic responses, especially in the mouth and skin.",
        "doi": "10.23736/s0392-0488.20.06552-9",
        "pmid": "32545940",
        "slug": "oral-lichenoid-drug-reaction-due-to-seed-oil-containing-5-ca-2020-0c5b37"
      },
      {
        "title": "Pathways and gene networks mediating the regulatory effects of cannabidiol, a nonpsychoactive cannabinoid, in autoimmune T cells",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers studied how CBD (the non-psychoactive part of cannabis) affects immune cells. They tested CBD on immune cells taken from people with autoimmune disorders. The results showed that CBD changed the activity of certain genes in these cells. This led to reduced inflammation, which could help treat autoimmune diseases like multiple sclerosis. The study provides insights into how CBD may be beneficial for autoimmune conditions, but more research is needed to confirm the findings.",
        "doi": "10.1186/s12974-016-0603-x",
        "pmid": "27256343",
        "slug": "pathways-and-gene-networks-mediating-the-regulatory-effects-2016-961cd7"
      },
      {
        "title": "Immune Responses Regulated by Cannabidiol",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nResearchers reviewed studies on how CBD (the chemical found in cannabis) affects the immune system. They found that CBD generally suppresses the immune system - it reduces inflammation, blocks immune cell activation, and promotes regulatory cells that control other immune cells. This immune-suppressing effect of CBD has been seen in studies on autoimmune diseases like multiple sclerosis. However, the exact receptors and mechanisms through which CBD acts on the immune system are still not fully understood. Overall, the research supports the idea that CBD has anti-inflammatory and immune-regulating properties, though more work is needed to uncover the details of how it works.",
        "doi": "10.1089/can.2018.0073",
        "pmid": "32322673",
        "slug": "immune-responses-regulated-by-cannabidiol-2020-a53d1c"
      },
      {
        "title": "The cannabinoid system and immune modulation",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "The cannabinoid system and immune modulation\n\nThis study explores how the body's natural cannabinoids (like those found in cannabis) can affect the immune system. Researchers found that cannabinoids interact with receptors on immune cells, which can influence things like immune cell function, development, and movement. This suggests the body's cannabinoid system may help regulate the relationship between the brain and the immune system. The findings indicate cannabinoids could potentially be used in future treatments for chronic diseases and immune disorders, but more research is still needed. Results are still pending on exactly how this system works and what the implications might be.",
        "doi": "10.1189/jlb.0303101",
        "pmid": "12960289",
        "slug": "the-cannabinoid-system-and-immune-modulation-2003-c9a47d"
      },
      {
        "title": "A new formulation of cannabidiol in cream shows therapeutic effects in a mouse model of experimental autoimmune encephalomyelitis",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "A new type of CBD cream was tested on mice with a disease similar to multiple sclerosis. The researchers found that applying the CBD cream to the mice's skin helped reduce inflammation and nerve damage in the brain and spinal cord. The CBD cream seemed to have protective effects and could potentially be a new treatment option for autoimmune disorders like MS. More research is needed to see if these results would also apply to humans, but the findings are promising.",
        "doi": "10.1186/s40199-015-0131-8",
        "pmid": "26489494",
        "slug": "a-new-formulation-of-cannabidiol-in-cream-shows-therapeutic-2015-fecf4d"
      },
      {
        "title": "An Overview of Cannabidiol as a Multifunctional Drug: Pharmacokinetics and Cellular Effects",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "CBD: A Promising Compound with Many Uses\n\nThis review looks at the drug cannabidiol (CBD), which comes from the cannabis plant. CBD has been studied for its many possible health benefits. The review explains how CBD works in the body, including how it's absorbed, distributed, and broken down. It also discusses CBD's safety and recommended dosages.\n\nThe review shows that CBD can interact with the body's endocannabinoid system and ion channels, giving it anti-inflammatory effects. This makes CBD a potential treatment for conditions involving the immune system and inflammation.\n\nThe review also provides historical context on the use of cannabis for medicine and recreation. As research continues, CBD may become an important new treatment option for patients.",
        "doi": "10.3390/molecules29020473",
        "pmid": "38257386",
        "slug": "an-overview-of-cannabidiol-as-a-multifunctional-drug-pharmac-2024-ae814b"
      },
      {
        "title": "Suppression of experimetal autoimmune encephalomyelitis by cannabinoids",
        "year": 1994,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1016/0162-3109(94)90056-6",
        "pmid": "7852052",
        "slug": "suppression-of-experimetal-autoimmune-encephalomyelitis-by-c-1994-f4ff9d"
      },
      {
        "title": "Modulation of the cannabinoid CB2 receptor in microglial cells in response to inflammatory stimuli",
        "year": 2005,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how CBD affects immune cells called microglia in the brain during inflammation. They found that in mice with an autoimmune brain disorder, the number of CB2 receptors (which CBD acts on) on microglia increased 100-fold. Further experiments showed that immune signals like interferon and GM-CSF caused a similar increase in CB2 receptors on cultured microglia. This suggests the CB2 receptor plays an important role in how microglia function during brain inflammation. The researchers did not find changes in the CBD-like compound 2-AG during the autoimmune condition. Overall, the results indicate CBD may help regulate microglia activity in inflammatory brain diseases.",
        "doi": "10.1111/j.1471-4159.2005.03380.x",
        "pmid": "16086683",
        "slug": "modulation-of-the-cannabinoid-cb2-receptor-in-microglial-cel-2005-7fa22b"
      },
      {
        "title": "Cannabidiol reduces airway inflammation and fibrosis in experimental allergic asthma",
        "year": 2018,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD oil could help with asthma. They gave CBD or a placebo (fake drug) to mice with asthma-like symptoms. The mice were exposed to an allergen to trigger asthma attacks. The researchers found that the mice who got CBD had less inflammation in their airways and less scarring compared to the placebo group. This suggests CBD may be a potential treatment for asthma by reducing airway inflammation and damage. More research is still needed to see if these results would apply to people with asthma.",
        "doi": "10.1016/j.ejphar.2018.11.029",
        "pmid": "30481497",
        "slug": "cannabidiol-reduces-airway-inflammation-and-fibrosis-in-expe-2018-28f1d5"
      },
      {
        "title": "The Modulatory Effects and Therapeutic Potential of Cannabidiol in the Gut",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here's a 100-word plain-language summary of the research study:\n\nResearchers looked at how CBD (the non-psychoactive part of cannabis) affects the gut. CBD can interact with different receptors and has antioxidant properties, which may make it useful for treating gut disorders.\n\nThe study reviewed previous research on CBD's effects in the gut, both in animal studies and human trials. The results suggest that CBD can impact gut permeability, gut bacteria, immune cells, and inflammation. This means CBD may be helpful for treating conditions like inflammatory bowel disease.\n\nCBD's effects on the gut could also benefit other health issues, like liver disease, menopause symptoms, epilepsy, and multiple sclerosis. More research is needed to fully understand how CBD works in the gut.",
        "doi": "10.3390/cells13191618",
        "pmid": "39404382",
        "slug": "the-modulatory-effects-and-therapeutic-potential-of-cannabid-2024-e21525"
      }
    ]
  },
  {
    "condition": "sinusitis",
    "searchTerms": [
      "sinusitis",
      "sinus",
      "nasal",
      "rhinosinusitis",
      "inflammation"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 202,
    "humanStudies": 202,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabidiol in the cognitive neurology of aging: current evidence, challenges and future prospects",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the research study:\n\nThis review looked at studies on how CBD (the non-psychoactive compound from cannabis) could help with cognitive issues in older adults. The researchers found that CBD has potential benefits - it can reduce brain inflammation, lower oxidative stress, and improve brain function. Some early studies in animals and people suggest CBD may improve cognitive abilities and quality of life for older adults with conditions like dementia. However, the research is still limited, with differences in study quality and CBD dosages used. More robust, long-term clinical trials are needed to fully understand how CBD could be used to support brain health as we age.",
        "doi": "10.5327/cbn240271",
        "pmid": null,
        "slug": "cannabidiol-in-the-cognitive-neurology-of-aging-current-evid-2024-81bfff"
      },
      {
        "title": "Cannabinoid receptor-specific mechanisms to alleviate pain in sickle cell anemia via inhibition of mast cell activation and neurogenic inflammation",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD and cannabis compounds could help with pain and inflammation in people with sickle cell anemia. \n\nThey studied mice with sickle cell disease and found that CBD and other cannabis-based compounds reduced the activation of mast cells, which contribute to inflammation and pain in this condition. The compounds worked by interacting with the body's cannabinoid receptors.\n\nThe researchers say this study provides evidence that CBD and cannabis-based treatments could potentially help manage the pain and other symptoms of sickle cell anemia. More research is still needed to confirm these findings in humans.",
        "doi": "10.3324/haematol.2015.136523",
        "pmid": "26703965",
        "slug": "cannabinoid-receptor-specific-mechanisms-to-alleviate-pain-i-2015-bf1002"
      },
      {
        "title": "Anti-Inflammatory Effects of Cannabigerol In Vitro and In Vivo Are Mediated Through the JAK/STAT/NFκB Signaling Pathway",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether a compound called cannabigerol (CBG) found in cannabis plants could reduce inflammation. In lab experiments, they exposed cells to inflammatory triggers and then treated them with CBG. The results showed that CBG blocked the activity of key inflammatory pathways in the cells. Next, the researchers gave CBG to mice with inflammation. They found that CBG reduced inflammation and tissue damage in the mice. The study suggests CBG has anti-inflammatory properties that work by interfering with specific inflammatory signaling pathways. More research is needed to see if these findings apply to humans.",
        "doi": null,
        "pmid": "39851511",
        "slug": "anti-inflammatory-effects-of-cannabigerol-in-vitro-and-in-vi-2025-495ca8"
      },
      {
        "title": "Therapeutic potential of cannabidiol (CBD) in anxiety disorders: A systematic review and meta-analysis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the CBD and anxiety research study:\n\nResearchers looked at studies on using CBD oil to treat anxiety disorders like general anxiety, social anxiety, and PTSD. They analyzed data from 8 studies involving 316 people. The results showed that CBD had a significant positive effect on anxiety symptoms. People who took CBD reported noticeably lower anxiety compared to those who didn't. However, the researchers caution that more studies with larger numbers of participants are needed to confirm these findings. Overall, the results suggest CBD may be a promising treatment option for certain anxiety disorders, but further research is still required.",
        "doi": "10.1016/j.psychres.2024.116049",
        "pmid": "38924898",
        "slug": "therapeutic-potential-of-cannabidiol-cbd-in-anxiety-disorder-2024-fbacc8"
      },
      {
        "title": "Cannabidiol produces a long-term anti-inflammatory effect in a murine model of acute lung injury",
        "year": 2011,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD (the chemical in cannabis) could reduce inflammation in the lungs of mice. They gave some mice CBD and others a placebo, then used chemicals to cause lung inflammation in all the mice. The mice that received CBD had significantly less inflammation in their lungs compared to the placebo group. This suggests CBD may have long-lasting anti-inflammatory effects that could be useful for treating lung diseases. More research is needed to see if these findings apply to humans.",
        "doi": "10.1016/j.bbi.2011.07.111",
        "pmid": null,
        "slug": "cannabidiol-produces-a-long-term-anti-inflammatory-effect-in-2011-8528d0"
      },
      {
        "title": "Pathways and gene networks mediating the regulatory effects of cannabidiol, a nonpsychoactive cannabinoid, in autoimmune T cells",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers studied how CBD (the non-psychoactive part of cannabis) affects immune cells. They tested CBD on immune cells taken from people with autoimmune disorders. The results showed that CBD changed the activity of certain genes in these cells. This led to reduced inflammation, which could help treat autoimmune diseases like multiple sclerosis. The study provides insights into how CBD may be beneficial for autoimmune conditions, but more research is needed to confirm the findings.",
        "doi": "10.1186/s12974-016-0603-x",
        "pmid": "27256343",
        "slug": "pathways-and-gene-networks-mediating-the-regulatory-effects-2016-961cd7"
      },
      {
        "title": "Immune Responses Regulated by Cannabidiol",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nResearchers reviewed studies on how CBD (the chemical found in cannabis) affects the immune system. They found that CBD generally suppresses the immune system - it reduces inflammation, blocks immune cell activation, and promotes regulatory cells that control other immune cells. This immune-suppressing effect of CBD has been seen in studies on autoimmune diseases like multiple sclerosis. However, the exact receptors and mechanisms through which CBD acts on the immune system are still not fully understood. Overall, the research supports the idea that CBD has anti-inflammatory and immune-regulating properties, though more work is needed to uncover the details of how it works.",
        "doi": "10.1089/can.2018.0073",
        "pmid": "32322673",
        "slug": "immune-responses-regulated-by-cannabidiol-2020-a53d1c"
      },
      {
        "title": "Cannabis and Eicosanoids",
        "year": 2001,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1300/j175v01n01_06",
        "pmid": null,
        "slug": "cannabis-and-eicosanoids-2001-4bdd3e"
      },
      {
        "title": "The plant cannabinoid Δ9‐tetrahydrocannabivarin can decrease signs of inflammation and inflammatory pain in mice",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Scientists tested a compound called THCV, which is found in cannabis plants, to see if it could reduce inflammation and pain in mice. \n\nThe study found that THCV was able to activate a specific receptor in the body called the CB2 receptor. When THCV activated this receptor, it decreased swelling and pain in the mice's paws that had been induced by chemicals. The pain-relieving effects of THCV seemed to involve both the CB1 and CB2 receptors.\n\nThese results suggest THCV could potentially be used to treat inflammation and pain, though more research is needed to confirm these findings and see if they apply to humans.",
        "doi": "10.1111/j.1476-5381.2010.00756.x",
        "pmid": "20590571",
        "slug": "the-plant-cannabinoid-9tetrahydrocannabivarin-can-decrease-s-2010-2b271b"
      },
      {
        "title": "The cannabinoid system and immune modulation",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "The cannabinoid system and immune modulation\n\nThis study explores how the body's natural cannabinoids (like those found in cannabis) can affect the immune system. Researchers found that cannabinoids interact with receptors on immune cells, which can influence things like immune cell function, development, and movement. This suggests the body's cannabinoid system may help regulate the relationship between the brain and the immune system. The findings indicate cannabinoids could potentially be used in future treatments for chronic diseases and immune disorders, but more research is still needed. Results are still pending on exactly how this system works and what the implications might be.",
        "doi": "10.1189/jlb.0303101",
        "pmid": "12960289",
        "slug": "the-cannabinoid-system-and-immune-modulation-2003-c9a47d"
      }
    ]
  },
  {
    "condition": "bronchitis",
    "searchTerms": [
      "bronchitis",
      "bronchial",
      "respiratory",
      "airway",
      "lung",
      "pulmonary"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 39,
    "humanStudies": 39,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabidiol produces a long-term anti-inflammatory effect in a murine model of acute lung injury",
        "year": 2011,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD (the chemical in cannabis) could reduce inflammation in the lungs of mice. They gave some mice CBD and others a placebo, then used chemicals to cause lung inflammation in all the mice. The mice that received CBD had significantly less inflammation in their lungs compared to the placebo group. This suggests CBD may have long-lasting anti-inflammatory effects that could be useful for treating lung diseases. More research is needed to see if these findings apply to humans.",
        "doi": "10.1016/j.bbi.2011.07.111",
        "pmid": null,
        "slug": "cannabidiol-produces-a-long-term-anti-inflammatory-effect-in-2011-8528d0"
      },
      {
        "title": "Considerations for Cannabinoids in Perioperative Care by Anesthesiologists",
        "year": 2022,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looks at how the use of cannabis/CBD can affect the work of anesthesiologists before, during, and after surgery.\n\nThe researchers reviewed existing research on how cannabis and cannabinoid compounds influence the body, and how this can create challenges for anesthesiologists. These include:\n- Needing to know if a patient has been using cannabis \n- Getting proper consent from patients using cannabis\n- Higher risks of breathing and airway problems\n- Impacts on how general anesthetics work and monitoring depth of anesthesia\n- Increased risk of complications like strokes or heart attacks after surgery\n\nHowever, the researchers say more up-to-date data is needed to draw firm conclusions about the importance of cannabis use during the surgical process.",
        "doi": "10.3390/jcm11030558",
        "pmid": "35160010",
        "slug": "considerations-for-cannabinoids-in-perioperative-care-by-ane-2022-0faa9a"
      },
      {
        "title": "Harm Reduction Associated with Inhalation and Oral Administration of Cannabis and THC",
        "year": 2001,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1300/j175v01n03_09",
        "pmid": null,
        "slug": "harm-reduction-associated-with-inhalation-and-oral-administr-2001-e9fcb9"
      },
      {
        "title": "Cannabidiol suppresses silica-induced pulmonary inflammation and fibrosis through regulating NLRP3/TGF-β1/Smad2/3 pathway",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD could help reduce lung inflammation and scarring caused by silica dust exposure. They gave CBD to mice who had been exposed to silica particles. The results showed that CBD helped lower levels of certain inflammatory and scarring signals in the lungs. This suggests CBD may be able to prevent or treat lung damage from silica exposure, which can lead to a serious lung disease called silicosis. Further studies are needed to confirm these findings and see if they apply to humans as well.",
        "doi": "10.1016/j.intimp.2024.113088",
        "pmid": "39244899",
        "slug": "cannabidiol-suppresses-silica-induced-pulmonary-inflammation-2024-19b3f8"
      },
      {
        "title": "Pharmacokinetic and behavioural profile of THC, CBD, and THC+CBD combination after pulmonary, oral, and subcutaneous administration in rats and confirmation of conversion in vivo of CBD to THC",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how THC (the main active compound in cannabis) and CBD (another cannabis compound) are absorbed and affect the body in rats. The researchers tested different ways of giving the compounds - through the lungs, orally, or under the skin. They also found that some of the CBD gets converted to THC inside the body. The results show that the effects of THC and CBD can vary depending on how they are taken. This helps us understand how cannabis-based medicines may work differently in the body.",
        "doi": "10.1016/j.euroneuro.2017.10.037",
        "pmid": "29129557",
        "slug": "pharmacokinetic-and-behavioural-profile-of-thc-cbd-and-thccb-2017-cfb6c8"
      },
      {
        "title": "What has research over the past two decades revealed about the adverse health effects of recreational cannabis use?",
        "year": 2014,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis study looked at what we've learned about the risks of recreational cannabis (marijuana) use over the past 20 years. \n\nThe research shows that driving under the influence of cannabis roughly doubles the risk of getting into a car crash. Around 1 in 10 people who use cannabis regularly become dependent on it. Using cannabis regularly as a teenager is linked to increased chances of dropping out of school early and developing mental health issues like psychosis as an adult. Regular teen cannabis use is also tied to trying other illegal drugs later on.\n\nWhile some scientists debate the causes, the evidence suggests cannabis use can contribute to these problems.",
        "doi": "10.1111/add.12703",
        "pmid": "25287883",
        "slug": "what-has-research-over-the-past-two-decades-revealed-about-t-2014-092604"
      },
      {
        "title": "COVID-19 and Cannabidiol (CBD)",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "COVID-19 study on CBD\nWhat was tested? Whether CBD (cannabis-derived oil) can treat mental health issues like anxiety and depression caused by COVID-19.\nWho participated? No specific participants - this was a commentary article reviewing the available evidence.\nHow it was done? The authors looked at claims about using CBD for COVID-19 mental health problems and compared them to the actual scientific evidence.\nWhat they found? The authors say there is not enough good-quality research to prove CBD can effectively treat anxiety, depression or substance abuse related to COVID-19. More rigorous clinical trials are needed.",
        "doi": "10.1097/adm.0000000000000771",
        "pmid": "33323690",
        "slug": "covid-19-and-cannabidiol-cbd-2020-bec468"
      },
      {
        "title": "The potential of cannabidiol as a novel adjuvant therapy for myotonic dystrophy type 1 (Steinert’s disease): a case report",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "A 17-year-old boy with Steinert's disease, a genetic condition that causes muscle weakness and other problems, tried CBD oil as a potential additional treatment. He had previously tried other medications without much improvement. After taking a low dose of CBD oil, the boy showed better overall health, behavior, and social skills. He also reported less muscle fatigue and spasms, with no major side effects. The authors suggest CBD could be a useful additional treatment for managing Steinert's disease symptoms, but more research is still needed to confirm these findings.",
        "doi": "10.5327/cbn241634",
        "pmid": null,
        "slug": "the-potential-of-cannabidiol-as-a-novel-adjuvant-therapy-for-2024-936d84"
      },
      {
        "title": "Cannabidiol reduces airway inflammation and fibrosis in experimental allergic asthma",
        "year": 2018,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD oil could help with asthma. They gave CBD or a placebo (fake drug) to mice with asthma-like symptoms. The mice were exposed to an allergen to trigger asthma attacks. The researchers found that the mice who got CBD had less inflammation in their airways and less scarring compared to the placebo group. This suggests CBD may be a potential treatment for asthma by reducing airway inflammation and damage. More research is still needed to see if these results would apply to people with asthma.",
        "doi": "10.1016/j.ejphar.2018.11.029",
        "pmid": "30481497",
        "slug": "cannabidiol-reduces-airway-inflammation-and-fibrosis-in-expe-2018-28f1d5"
      },
      {
        "title": "Engineering cannabidiol synergistic carbon monoxide nanocomplexes to enhance cancer therapy via excessive autophagy",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers developed a new treatment that combines CBD oil and carbon monoxide to fight cancer. The treatment is designed to work in two ways:\n\n1. The carbon monoxide and CBD work together to increase production of harmful molecules that kill cancer cells.\n2. The treatment also triggers excessive autophagy, a process where cancer cells essentially self-destruct.\n\nIn studies on breast cancer cells, this combination treatment was able to significantly shrink tumors and prevent the cancer from spreading to other organs. The researchers believe this new approach could be an effective way to treat triple-negative breast cancer, which is difficult to treat.",
        "doi": "10.1016/j.apsb.2023.05.019",
        "pmid": "37969731",
        "slug": "engineering-cannabidiol-synergistic-carbon-monoxide-nanocomp-2023-aa2fe9"
      }
    ]
  },
  {
    "condition": "copd",
    "searchTerms": [
      "copd",
      "chronic obstructive",
      "emphysema",
      "respiratory",
      "lung",
      "pulmonary"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 36,
    "humanStudies": 36,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabidiol produces a long-term anti-inflammatory effect in a murine model of acute lung injury",
        "year": 2011,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD (the chemical in cannabis) could reduce inflammation in the lungs of mice. They gave some mice CBD and others a placebo, then used chemicals to cause lung inflammation in all the mice. The mice that received CBD had significantly less inflammation in their lungs compared to the placebo group. This suggests CBD may have long-lasting anti-inflammatory effects that could be useful for treating lung diseases. More research is needed to see if these findings apply to humans.",
        "doi": "10.1016/j.bbi.2011.07.111",
        "pmid": null,
        "slug": "cannabidiol-produces-a-long-term-anti-inflammatory-effect-in-2011-8528d0"
      },
      {
        "title": "Considerations for Cannabinoids in Perioperative Care by Anesthesiologists",
        "year": 2022,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looks at how the use of cannabis/CBD can affect the work of anesthesiologists before, during, and after surgery.\n\nThe researchers reviewed existing research on how cannabis and cannabinoid compounds influence the body, and how this can create challenges for anesthesiologists. These include:\n- Needing to know if a patient has been using cannabis \n- Getting proper consent from patients using cannabis\n- Higher risks of breathing and airway problems\n- Impacts on how general anesthetics work and monitoring depth of anesthesia\n- Increased risk of complications like strokes or heart attacks after surgery\n\nHowever, the researchers say more up-to-date data is needed to draw firm conclusions about the importance of cannabis use during the surgical process.",
        "doi": "10.3390/jcm11030558",
        "pmid": "35160010",
        "slug": "considerations-for-cannabinoids-in-perioperative-care-by-ane-2022-0faa9a"
      },
      {
        "title": "Harm Reduction Associated with Inhalation and Oral Administration of Cannabis and THC",
        "year": 2001,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1300/j175v01n03_09",
        "pmid": null,
        "slug": "harm-reduction-associated-with-inhalation-and-oral-administr-2001-e9fcb9"
      },
      {
        "title": "Cannabidiol suppresses silica-induced pulmonary inflammation and fibrosis through regulating NLRP3/TGF-β1/Smad2/3 pathway",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD could help reduce lung inflammation and scarring caused by silica dust exposure. They gave CBD to mice who had been exposed to silica particles. The results showed that CBD helped lower levels of certain inflammatory and scarring signals in the lungs. This suggests CBD may be able to prevent or treat lung damage from silica exposure, which can lead to a serious lung disease called silicosis. Further studies are needed to confirm these findings and see if they apply to humans as well.",
        "doi": "10.1016/j.intimp.2024.113088",
        "pmid": "39244899",
        "slug": "cannabidiol-suppresses-silica-induced-pulmonary-inflammation-2024-19b3f8"
      },
      {
        "title": "Pharmacokinetic and behavioural profile of THC, CBD, and THC+CBD combination after pulmonary, oral, and subcutaneous administration in rats and confirmation of conversion in vivo of CBD to THC",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how THC (the main active compound in cannabis) and CBD (another cannabis compound) are absorbed and affect the body in rats. The researchers tested different ways of giving the compounds - through the lungs, orally, or under the skin. They also found that some of the CBD gets converted to THC inside the body. The results show that the effects of THC and CBD can vary depending on how they are taken. This helps us understand how cannabis-based medicines may work differently in the body.",
        "doi": "10.1016/j.euroneuro.2017.10.037",
        "pmid": "29129557",
        "slug": "pharmacokinetic-and-behavioural-profile-of-thc-cbd-and-thccb-2017-cfb6c8"
      },
      {
        "title": "What has research over the past two decades revealed about the adverse health effects of recreational cannabis use?",
        "year": 2014,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis study looked at what we've learned about the risks of recreational cannabis (marijuana) use over the past 20 years. \n\nThe research shows that driving under the influence of cannabis roughly doubles the risk of getting into a car crash. Around 1 in 10 people who use cannabis regularly become dependent on it. Using cannabis regularly as a teenager is linked to increased chances of dropping out of school early and developing mental health issues like psychosis as an adult. Regular teen cannabis use is also tied to trying other illegal drugs later on.\n\nWhile some scientists debate the causes, the evidence suggests cannabis use can contribute to these problems.",
        "doi": "10.1111/add.12703",
        "pmid": "25287883",
        "slug": "what-has-research-over-the-past-two-decades-revealed-about-t-2014-092604"
      },
      {
        "title": "COVID-19 and Cannabidiol (CBD)",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "COVID-19 study on CBD\nWhat was tested? Whether CBD (cannabis-derived oil) can treat mental health issues like anxiety and depression caused by COVID-19.\nWho participated? No specific participants - this was a commentary article reviewing the available evidence.\nHow it was done? The authors looked at claims about using CBD for COVID-19 mental health problems and compared them to the actual scientific evidence.\nWhat they found? The authors say there is not enough good-quality research to prove CBD can effectively treat anxiety, depression or substance abuse related to COVID-19. More rigorous clinical trials are needed.",
        "doi": "10.1097/adm.0000000000000771",
        "pmid": "33323690",
        "slug": "covid-19-and-cannabidiol-cbd-2020-bec468"
      },
      {
        "title": "The potential of cannabidiol as a novel adjuvant therapy for myotonic dystrophy type 1 (Steinert’s disease): a case report",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "A 17-year-old boy with Steinert's disease, a genetic condition that causes muscle weakness and other problems, tried CBD oil as a potential additional treatment. He had previously tried other medications without much improvement. After taking a low dose of CBD oil, the boy showed better overall health, behavior, and social skills. He also reported less muscle fatigue and spasms, with no major side effects. The authors suggest CBD could be a useful additional treatment for managing Steinert's disease symptoms, but more research is still needed to confirm these findings.",
        "doi": "10.5327/cbn241634",
        "pmid": null,
        "slug": "the-potential-of-cannabidiol-as-a-novel-adjuvant-therapy-for-2024-936d84"
      },
      {
        "title": "Engineering cannabidiol synergistic carbon monoxide nanocomplexes to enhance cancer therapy via excessive autophagy",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers developed a new treatment that combines CBD oil and carbon monoxide to fight cancer. The treatment is designed to work in two ways:\n\n1. The carbon monoxide and CBD work together to increase production of harmful molecules that kill cancer cells.\n2. The treatment also triggers excessive autophagy, a process where cancer cells essentially self-destruct.\n\nIn studies on breast cancer cells, this combination treatment was able to significantly shrink tumors and prevent the cancer from spreading to other organs. The researchers believe this new approach could be an effective way to treat triple-negative breast cancer, which is difficult to treat.",
        "doi": "10.1016/j.apsb.2023.05.019",
        "pmid": "37969731",
        "slug": "engineering-cannabidiol-synergistic-carbon-monoxide-nanocomp-2023-aa2fe9"
      },
      {
        "title": "Lung cancer patient who had declined conventional cancer treatment: could the self-administration of ‘CBD oil’ be contributing to the observed tumour regression?",
        "year": 2021,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "A woman with lung cancer chose to use CBD oil instead of getting conventional cancer treatment like chemotherapy. Over 2.5 years, her tumor shrank from 41 mm to 10 mm without her doctors knowing she was taking CBD oil. Previous studies have not agreed on whether cannabinoids like CBD can treat cancer, but this case suggests CBD oil may have helped shrink the tumor. More research is needed to see if CBD could be a potential cancer treatment.",
        "doi": "10.1136/bcr-2021-244195",
        "pmid": "34649854",
        "slug": "lung-cancer-patient-who-had-declined-conventional-cancer-tre-2021-d1a72b"
      }
    ]
  },
  {
    "condition": "colds-flu",
    "searchTerms": [
      "cold",
      "flu",
      "influenza",
      "viral",
      "respiratory infection",
      "immune",
      "antiviral"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 168,
    "humanStudies": 168,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoid receptor-specific mechanisms to alleviate pain in sickle cell anemia via inhibition of mast cell activation and neurogenic inflammation",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD and cannabis compounds could help with pain and inflammation in people with sickle cell anemia. \n\nThey studied mice with sickle cell disease and found that CBD and other cannabis-based compounds reduced the activation of mast cells, which contribute to inflammation and pain in this condition. The compounds worked by interacting with the body's cannabinoid receptors.\n\nThe researchers say this study provides evidence that CBD and cannabis-based treatments could potentially help manage the pain and other symptoms of sickle cell anemia. More research is still needed to confirm these findings in humans.",
        "doi": "10.3324/haematol.2015.136523",
        "pmid": "26703965",
        "slug": "cannabinoid-receptor-specific-mechanisms-to-alleviate-pain-i-2015-bf1002"
      },
      {
        "title": "Acute exposure to vaporized cannabidiol remodels coding and noncoding transcriptomes in the mouse striatum.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how vaporized CBD (the non-psychoactive part of cannabis) affects gene activity in the brains of mice. They exposed mice to CBD vapor and then analyzed the activity of different genes in a specific brain region called the striatum. The results showed that CBD altered the expression of both protein-coding and non-coding genes in the striatum. This suggests that CBD can significantly change how genes function in the brain after acute exposure. The researchers believe this provides insights into how CBD may influence brain function and behavior. However, more research is needed to fully understand these effects.",
        "doi": "10.1016/j.neulet.2025.138428",
        "pmid": "41151688",
        "slug": "acute-exposure-to-vaporized-cannabidiol-remodels-coding-and-2025-a7cdf1"
      },
      {
        "title": "Considerations for Cannabinoids in Perioperative Care by Anesthesiologists",
        "year": 2022,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looks at how the use of cannabis/CBD can affect the work of anesthesiologists before, during, and after surgery.\n\nThe researchers reviewed existing research on how cannabis and cannabinoid compounds influence the body, and how this can create challenges for anesthesiologists. These include:\n- Needing to know if a patient has been using cannabis \n- Getting proper consent from patients using cannabis\n- Higher risks of breathing and airway problems\n- Impacts on how general anesthetics work and monitoring depth of anesthesia\n- Increased risk of complications like strokes or heart attacks after surgery\n\nHowever, the researchers say more up-to-date data is needed to draw firm conclusions about the importance of cannabis use during the surgical process.",
        "doi": "10.3390/jcm11030558",
        "pmid": "35160010",
        "slug": "considerations-for-cannabinoids-in-perioperative-care-by-ane-2022-0faa9a"
      },
      {
        "title": "Pathways and gene networks mediating the regulatory effects of cannabidiol, a nonpsychoactive cannabinoid, in autoimmune T cells",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers studied how CBD (the non-psychoactive part of cannabis) affects immune cells. They tested CBD on immune cells taken from people with autoimmune disorders. The results showed that CBD changed the activity of certain genes in these cells. This led to reduced inflammation, which could help treat autoimmune diseases like multiple sclerosis. The study provides insights into how CBD may be beneficial for autoimmune conditions, but more research is needed to confirm the findings.",
        "doi": "10.1186/s12974-016-0603-x",
        "pmid": "27256343",
        "slug": "pathways-and-gene-networks-mediating-the-regulatory-effects-2016-961cd7"
      },
      {
        "title": "Immune Responses Regulated by Cannabidiol",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nResearchers reviewed studies on how CBD (the chemical found in cannabis) affects the immune system. They found that CBD generally suppresses the immune system - it reduces inflammation, blocks immune cell activation, and promotes regulatory cells that control other immune cells. This immune-suppressing effect of CBD has been seen in studies on autoimmune diseases like multiple sclerosis. However, the exact receptors and mechanisms through which CBD acts on the immune system are still not fully understood. Overall, the research supports the idea that CBD has anti-inflammatory and immune-regulating properties, though more work is needed to uncover the details of how it works.",
        "doi": "10.1089/can.2018.0073",
        "pmid": "32322673",
        "slug": "immune-responses-regulated-by-cannabidiol-2020-a53d1c"
      },
      {
        "title": "Comparative efficacy and safety of stiripentol, cannabidiol and fenfluramine as first‐line add‐on therapies for seizures in Dravet syndrome: A network meta‐analysis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study compared the effectiveness and safety of three drugs - stiripentol, cannabidiol, and fenfluramine - when used as first-line add-on treatments for seizures in people with Dravet syndrome. The researchers analyzed data from previous studies on these drugs to see how well they work and how safe they are. The results of this analysis will help doctors decide which treatment is best for patients with Dravet syndrome. The full findings are not yet available, as this study is still in progress.",
        "doi": "10.1002/epi4.12923",
        "pmid": "38427284",
        "slug": "comparative-efficacy-and-safety-of-stiripentol-cannabidiol-a-2024-723ac9"
      },
      {
        "title": "Cannabidiol inhibits human glioma by induction of lethal mitophagy through activating TRPV4",
        "year": 2021,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "CBD Oil May Help Treat Brain Tumors\n\nResearchers tested how CBD (the non-psychoactive compound in cannabis) affects human brain tumors called gliomas. They found that CBD causes glioma cells to self-destruct through a process called mitophagy, where cells eat and destroy their own dysfunctional mitochondria. \n\nThe study showed that CBD activates a protein called TRPV4, which triggers calcium signaling and ER stress in the glioma cells. This leads to the cells essentially committing suicide by devouring their own power sources.\n\nImportantly, the researchers also found that combining CBD with the chemotherapy drug temozolomide had a strong synergistic effect in shrinking brain tumors and improving survival in lab studies. \n\nThese results suggest CBD could be a promising treatment, alone or with chemotherapy, for this type of deadly brain cancer. More clinical research is planned to further",
        "doi": "10.1080/15548627.2021.1885203",
        "pmid": "33629929",
        "slug": "cannabidiol-inhibits-human-glioma-by-induction-of-lethal-mit-2021-b24ecf"
      },
      {
        "title": "The cannabinoid system and immune modulation",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "The cannabinoid system and immune modulation\n\nThis study explores how the body's natural cannabinoids (like those found in cannabis) can affect the immune system. Researchers found that cannabinoids interact with receptors on immune cells, which can influence things like immune cell function, development, and movement. This suggests the body's cannabinoid system may help regulate the relationship between the brain and the immune system. The findings indicate cannabinoids could potentially be used in future treatments for chronic diseases and immune disorders, but more research is still needed. Results are still pending on exactly how this system works and what the implications might be.",
        "doi": "10.1189/jlb.0303101",
        "pmid": "12960289",
        "slug": "the-cannabinoid-system-and-immune-modulation-2003-c9a47d"
      },
      {
        "title": "Cannabinoids inhibit pre- and postjunctionally sympathetic neurotransmission in rat mesenteric arteries",
        "year": 2002,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers studied how CBD and similar compounds affect the nerves that control blood vessels in the gut. They used arteries from rats and tested the effect of different cannabinoids on nerve signals. The results showed that cannabinoids can block these nerve signals, both before and after they reach the blood vessel. This suggests cannabinoids may be able to relax blood vessels and improve blood flow. More research is needed to see if this effect occurs in living animals or humans. The findings provide insights into how cannabinoids may influence the cardiovascular system.",
        "doi": "10.1016/s0014-2999(02)01597-2",
        "pmid": "12063077",
        "slug": "cannabinoids-inhibit-pre-and-postjunctionally-sympathetic-ne-2002-a5f229"
      },
      {
        "title": "Interaction of cannabinoid receptor 2 and social environment modulates chronic alcohol consumption",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how the CB2 receptor, which responds to compounds in cannabis, affects alcohol use. Researchers gave alcohol to mice and also activated or blocked the CB2 receptor. The mice's social environment was also changed - they were either housed alone or with other mice. The results showed that blocking the CB2 receptor caused the mice to drink more alcohol, especially when they were isolated. This suggests the CB2 receptor and social interactions can influence how much alcohol is consumed. The findings may help us understand the link between cannabis, social factors, and alcohol use disorders.",
        "doi": "10.1016/j.bbr.2015.03.051",
        "pmid": "25827923",
        "slug": "interaction-of-cannabinoid-receptor-2-and-social-environment-2015-5707e9"
      }
    ]
  }
]