[
  {
    "condition": "sciatica",
    "searchTerms": [
      "sciatica",
      "sciatic nerve",
      "lumbar radiculopathy",
      "nerve pain",
      "neuropathic pain",
      "back pain",
      "leg pain"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 42,
    "humanStudies": 42,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoids for the Treatment of Chronic Non-Cancer Pain: An Updated Systematic Review of Randomized Controlled Trials",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at 15 high-quality studies on using cannabis or CBD oil to treat chronic pain that's not from cancer. The studies involved over 1,700 people with conditions like nerve pain, multiple sclerosis, and rheumatoid arthritis. The results showed that cannabis and CBD can help reduce pain and improve quality of life for some people with chronic pain. However, more research is still needed to fully understand the benefits and risks. The researchers conclude that cannabis and CBD show promise for treating certain types of chronic pain, but doctors should closely monitor patients using these products.",
        "doi": "10.1007/s11481-015-9600-6",
        "pmid": "25796592",
        "slug": "cannabinoids-for-the-treatment-of-chronic-non-cancer-pain-an-2015-509469"
      },
      {
        "title": "A double-blind, randomized, placebo-controlled, parallel-group study of THC/CBD oromucosal spray in combination with the existing treatment regimen, in the relief of central neuropathic pain in patients with multiple sclerosis",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested if a CBD and THC spray could help relieve nerve pain in people with multiple sclerosis. 339 people with multiple sclerosis and nerve pain participated. They were randomly given either the CBD/THC spray or a placebo (fake spray) to use alongside their regular treatments. Neither the participants nor the researchers knew who got the real spray. The results showed that the CBD/THC spray provided better pain relief compared to the placebo. The spray was generally well-tolerated by the participants.",
        "doi": "10.1007/s00415-012-6739-4",
        "pmid": "23180178",
        "slug": "a-double-blind-randomized-placebo-controlled-parallel-group-2012-1bbeb9"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Activity of protein kinase C controls the efficacy of cannabinoid receptor type 1 in the medial prefrontal cortex after neuropathic pain.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how a protein called protein kinase C affects the function of a receptor for cannabis-derived compounds (called the CB1 receptor) in the brain area responsible for pain processing. The study was done on rats with nerve damage causing chronic pain. The researchers found that changes in protein kinase C activity altered the ability of the CB1 receptor to reduce pain signals in this brain region. This suggests that targeting protein kinase C could be a way to improve the effectiveness of cannabis-based treatments for neuropathic (nerve) pain. More research is still needed.",
        "doi": "10.1152/jn.00379.2025",
        "pmid": "41269674",
        "slug": "activity-of-protein-kinase-c-controls-the-efficacy-of-cannab-2025-2c12df"
      },
      {
        "title": "IUPHAR review- Preclinical models of neuropathic pain: Evaluating multifunctional properties of natural cannabinoid receptors ligands",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at how natural compounds found in cannabis (like CBD) could be used to treat nerve pain. They tested these compounds in animal models of neuropathic pain, which mimics the kind of pain experienced by people with conditions like diabetes or nerve damage. The study found that these cannabis-derived compounds had multiple beneficial effects, including reducing pain, inflammation, and other nerve-related symptoms. The researchers say these natural compounds show promise as potential treatments for neuropathic pain, but more research is still needed to confirm these findings in human studies.",
        "doi": null,
        "pmid": "38008135",
        "slug": "iuphar-review-preclinical-models-of-neuropathic-pain-evaluat-2023-94407c"
      },
      {
        "title": "Cannabidiol gegen chemotherapieinduzierte periphere Neuropathie?",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the study:\n\nResearchers tested CBD oil to see if it could help cancer patients dealing with nerve pain from chemotherapy. 50 people with this condition took part in the study. Half received CBD oil, while the other half got a placebo (fake treatment). Neither the patients nor the doctors knew who got the real CBD. After 4 weeks, the group taking CBD showed noticeably less nerve pain compared to the placebo group. The study also found the CBD was safe and well-tolerated. These results suggest CBD oil could be a helpful treatment for nerve problems caused by chemotherapy. More research is still needed to confirm these findings.",
        "doi": "10.1007/s15015-023-3051-3",
        "pmid": null,
        "slug": "cannabidiol-gegen-chemotherapieinduzierte-periphere-neuropat-2023-9a30b1"
      },
      {
        "title": "Cannabinoids and Pain: New Insights From Old Molecules",
        "year": 2018,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here's a 100-word plain-language summary of the research study:\n\nThis review looks at how cannabis and its chemical components called cannabinoids can be used to treat chronic pain. Animal studies show cannabinoids work by reducing the release of pain-triggering chemicals, changing how pain signals are transmitted, activating pathways that block pain, and reducing inflammation. Clinical trials suggest cannabis/cannabinoids provide moderate pain relief, especially for neuropathic (nerve-related) pain. However, the studies have been small and short-term. Larger, longer-term studies are still needed to fully understand the benefits and risks of medical cannabis use for chronic pain. Overall, the current research supports using medical cannabis to treat chronic pain in adults, but close monitoring of patients is important.",
        "doi": "10.3389/fphar.2018.01259",
        "pmid": "30542280",
        "slug": "cannabinoids-and-pain-new-insights-from-old-molecules-2018-cb7613"
      },
      {
        "title": "Emerging strategies for exploiting cannabinoid receptor agonists as medicines",
        "year": 2009,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study discusses new ways to use medications that activate the body's cannabinoid receptors (CB1 and CB2) to treat various medical conditions.\n\nResearchers have already developed some cannabinoid-based drugs, like Cesamet, Marinol, and Sativex, which can help with chemotherapy-induced nausea, stimulate appetite, and relieve neuropathic pain. \n\nThe study outlines five strategies to potentially improve the effectiveness and safety of these cannabinoid medications:\n1) Targeting receptors outside the brain\n2) Targeting receptors in specific tissues\n3) Targeting increased/upregulated receptors\n4) Targeting CB2 receptors\n5) Combining multiple targets\n\nThe researchers review the scientific evidence supporting further exploration of these strategies for developing new and better cannabinoid-based medicines.",
        "doi": "10.1111/j.1476-5381.2008.00048.x",
        "pmid": "19226257",
        "slug": "emerging-strategies-for-exploiting-cannabinoid-receptor-agon-2009-04cf9b"
      },
      {
        "title": "The Effectiveness of Topical Cannabidiol Oil in Symptomatic Relief of Peripheral Neuropathy of the Lower Extremities",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD topical study for peripheral neuropathy:\n\nThis study tested whether a CBD oil could help relieve nerve pain in the legs and feet. 29 people with peripheral neuropathy were split into two groups - one got the CBD oil and the other got a placebo (fake) oil. After 4 weeks, the CBD group had significant improvements in their pain, including less intense, sharp, and unpleasant sensations compared to the placebo group. No safety issues were reported. The researchers conclude that this CBD topical treatment may be an effective and well-tolerated option for managing peripheral neuropathy symptoms, which can be difficult to treat.",
        "doi": "10.2174/1389201020666191202111534",
        "pmid": "31793418",
        "slug": "the-effectiveness-of-topical-cannabidiol-oil-in-symptomatic-2019-f177af"
      },
      {
        "title": "Cannabidiol and Beta-Caryophyllene Combination Attenuates Diabetic Neuropathy by Inhibiting NLRP3 Inflammasome/NFκB through the AMPK/SIRT3/Nrf2 Axis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the research study:\n\nThis study tested how CBD oil and a compound called beta-caryophyllene, either alone or combined, could help with diabetic nerve pain. \n\nResearchers first caused nerve damage in rats by injecting them with a drug that induces diabetes. They then gave the rats CBD, beta-caryophyllene, or both. The treatments improved blood flow to the nerves and reduced inflammation and oxidative stress, which are major contributors to nerve damage in diabetes.\n\nThe combined CBD and beta-caryophyllene treatment was most effective at relieving the rats' pain and improving nerve function. The researchers think this works by boosting the body's natural cleanup and repair processes in the mitochondria, the powerhouses of cells.",
        "doi": "10.20944/preprints202404.1827.v1",
        "pmid": null,
        "slug": "cannabidiol-and-beta-caryophyllene-combination-attenuates-di-2024-682b78"
      },
      {
        "title": "Targeting the endogenous cannabinoid system to treat neuropathic pain",
        "year": 2014,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This article discusses using CBD and other cannabis-related compounds to treat neuropathic pain. Neuropathic pain is a type of chronic pain caused by nerve damage.\n\nThe authors review research showing that activating the body's natural cannabinoid system can reduce neuropathic pain. This system includes receptors that CBD and other cannabis compounds can interact with.\n\nThe article suggests that targeting this system with CBD or similar compounds could be an effective way to manage neuropathic pain. However, more research is still needed to confirm the benefits and understand the best ways to use these treatments.",
        "doi": "10.3389/fphar.2014.00028",
        "pmid": "24624084",
        "slug": "targeting-the-endogenous-cannabinoid-system-to-treat-neuropa-2014-31c074"
      },
      {
        "title": "Effects of Delta-9-Tetrahydrocannabinol and Cannabidiol on Cisplatin-Induced Neuropathy in Mice",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether the cannabis compounds THC or CBD could help with nerve pain caused by the cancer drug cisplatin in mice. \n\nThey gave mice cisplatin to induce nerve pain, then treated them with either THC, CBD, the pain medication gabapentin, or no treatment. THC and CBD were able to reduce the nerve pain, similar to gabapentin, but did not completely prevent it.\n\nThe study shows that both THC and CBD alone can provide pain relief in this type of nerve damage, suggesting they may be helpful for managing chemotherapy-induced neuropathy in people.",
        "doi": "10.1055/s-0042-106303",
        "pmid": "27214593",
        "slug": "effects-of-delta-9-tetrahydrocannabinol-and-cannabidiol-on-c-2016-291097"
      },
      {
        "title": "Cannabidiol alleviates neuroinflammation and attenuates neuropathic pain via targeting FKBP5",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how CBD (the part of cannabis that doesn't get you high) affects pain and inflammation in the brain. Researchers tested CBD on rats with nerve damage that caused pain. They found that CBD reduced inflammation and made the rats feel less pain. The scientists think this is because CBD targets a protein called FKBP5, which plays a role in pain and inflammation. These findings suggest CBD could be a potential treatment for neuropathic pain, a type of chronic pain caused by damaged nerves. More research is still needed to confirm these results in humans.",
        "doi": "10.1016/j.bbi.2023.05.008",
        "pmid": "37196785",
        "slug": "cannabidiol-alleviates-neuroinflammation-and-attenuates-neur-2023-0c7e11"
      },
      {
        "title": "Therapeutic potential of cannabis in pain medicine",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at whether cannabis-based medicines could help with pain. They studied people with various types of chronic pain, like nerve pain or muscle spasms. Patients took either a cannabis-based medicine or a placebo (fake treatment) for a few weeks. The study found that the cannabis-based medicine helped reduce pain and improve sleep, compared to the placebo. The treatment was generally well-tolerated, with mild side effects like dizziness. More research is still needed, but these findings suggest cannabis-based medicines could be a helpful option for managing chronic pain.",
        "doi": "10.1093/bja/aen119",
        "pmid": "18515270",
        "slug": "therapeutic-potential-of-cannabis-in-pain-medicine-2008-b2230f"
      },
      {
        "title": "The putative cannabinoid receptor GPR55 plays a role in mechanical hyperalgesia associated with inflammatory and neuropathic pain",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at the role of the GPR55 receptor in pain caused by inflammation and nerve damage. They used mice that lacked the GPR55 receptor and tested them in two pain models:\n\n1. Inflammation: Mice without GPR55 did not develop increased sensitivity to touch (hyperalgesia) after an inflammatory injury, unlike normal mice.\n\n2. Nerve damage: Mice without GPR55 also failed to develop increased touch sensitivity following a nerve injury.\n\nThe researchers suggest that targeting the GPR55 receptor could be a potential new way to treat both inflammatory and neuropathic (nerve-related) pain.",
        "doi": "10.1016/j.pain.2008.04.006",
        "pmid": "18502582",
        "slug": "the-putative-cannabinoid-receptor-gpr55-plays-a-role-in-mech-2008-0d2e28"
      }
    ]
  },
  {
    "condition": "tendonitis",
    "searchTerms": [
      "tendonitis",
      "tendinitis",
      "tendinopathy",
      "tendon",
      "inflammation",
      "musculoskeletal"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 203,
    "humanStudies": 203,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabidiol in the cognitive neurology of aging: current evidence, challenges and future prospects",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the research study:\n\nThis review looked at studies on how CBD (the non-psychoactive compound from cannabis) could help with cognitive issues in older adults. The researchers found that CBD has potential benefits - it can reduce brain inflammation, lower oxidative stress, and improve brain function. Some early studies in animals and people suggest CBD may improve cognitive abilities and quality of life for older adults with conditions like dementia. However, the research is still limited, with differences in study quality and CBD dosages used. More robust, long-term clinical trials are needed to fully understand how CBD could be used to support brain health as we age.",
        "doi": "10.5327/cbn240271",
        "pmid": null,
        "slug": "cannabidiol-in-the-cognitive-neurology-of-aging-current-evid-2024-81bfff"
      },
      {
        "title": "Cannabinoid receptor-specific mechanisms to alleviate pain in sickle cell anemia via inhibition of mast cell activation and neurogenic inflammation",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD and cannabis compounds could help with pain and inflammation in people with sickle cell anemia. \n\nThey studied mice with sickle cell disease and found that CBD and other cannabis-based compounds reduced the activation of mast cells, which contribute to inflammation and pain in this condition. The compounds worked by interacting with the body's cannabinoid receptors.\n\nThe researchers say this study provides evidence that CBD and cannabis-based treatments could potentially help manage the pain and other symptoms of sickle cell anemia. More research is still needed to confirm these findings in humans.",
        "doi": "10.3324/haematol.2015.136523",
        "pmid": "26703965",
        "slug": "cannabinoid-receptor-specific-mechanisms-to-alleviate-pain-i-2015-bf1002"
      },
      {
        "title": "Anti-Inflammatory Effects of Cannabigerol In Vitro and In Vivo Are Mediated Through the JAK/STAT/NFκB Signaling Pathway",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether a compound called cannabigerol (CBG) found in cannabis plants could reduce inflammation. In lab experiments, they exposed cells to inflammatory triggers and then treated them with CBG. The results showed that CBG blocked the activity of key inflammatory pathways in the cells. Next, the researchers gave CBG to mice with inflammation. They found that CBG reduced inflammation and tissue damage in the mice. The study suggests CBG has anti-inflammatory properties that work by interfering with specific inflammatory signaling pathways. More research is needed to see if these findings apply to humans.",
        "doi": null,
        "pmid": "39851511",
        "slug": "anti-inflammatory-effects-of-cannabigerol-in-vitro-and-in-vi-2025-495ca8"
      },
      {
        "title": "Therapeutic potential of cannabidiol (CBD) in anxiety disorders: A systematic review and meta-analysis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the CBD and anxiety research study:\n\nResearchers looked at studies on using CBD oil to treat anxiety disorders like general anxiety, social anxiety, and PTSD. They analyzed data from 8 studies involving 316 people. The results showed that CBD had a significant positive effect on anxiety symptoms. People who took CBD reported noticeably lower anxiety compared to those who didn't. However, the researchers caution that more studies with larger numbers of participants are needed to confirm these findings. Overall, the results suggest CBD may be a promising treatment option for certain anxiety disorders, but further research is still required.",
        "doi": "10.1016/j.psychres.2024.116049",
        "pmid": "38924898",
        "slug": "therapeutic-potential-of-cannabidiol-cbd-in-anxiety-disorder-2024-fbacc8"
      },
      {
        "title": "Cannabidiol produces a long-term anti-inflammatory effect in a murine model of acute lung injury",
        "year": 2011,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether CBD (the chemical in cannabis) could reduce inflammation in the lungs of mice. They gave some mice CBD and others a placebo, then used chemicals to cause lung inflammation in all the mice. The mice that received CBD had significantly less inflammation in their lungs compared to the placebo group. This suggests CBD may have long-lasting anti-inflammatory effects that could be useful for treating lung diseases. More research is needed to see if these findings apply to humans.",
        "doi": "10.1016/j.bbi.2011.07.111",
        "pmid": null,
        "slug": "cannabidiol-produces-a-long-term-anti-inflammatory-effect-in-2011-8528d0"
      },
      {
        "title": "Pathways and gene networks mediating the regulatory effects of cannabidiol, a nonpsychoactive cannabinoid, in autoimmune T cells",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers studied how CBD (the non-psychoactive part of cannabis) affects immune cells. They tested CBD on immune cells taken from people with autoimmune disorders. The results showed that CBD changed the activity of certain genes in these cells. This led to reduced inflammation, which could help treat autoimmune diseases like multiple sclerosis. The study provides insights into how CBD may be beneficial for autoimmune conditions, but more research is needed to confirm the findings.",
        "doi": "10.1186/s12974-016-0603-x",
        "pmid": "27256343",
        "slug": "pathways-and-gene-networks-mediating-the-regulatory-effects-2016-961cd7"
      },
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Immune Responses Regulated by Cannabidiol",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nResearchers reviewed studies on how CBD (the chemical found in cannabis) affects the immune system. They found that CBD generally suppresses the immune system - it reduces inflammation, blocks immune cell activation, and promotes regulatory cells that control other immune cells. This immune-suppressing effect of CBD has been seen in studies on autoimmune diseases like multiple sclerosis. However, the exact receptors and mechanisms through which CBD acts on the immune system are still not fully understood. Overall, the research supports the idea that CBD has anti-inflammatory and immune-regulating properties, though more work is needed to uncover the details of how it works.",
        "doi": "10.1089/can.2018.0073",
        "pmid": "32322673",
        "slug": "immune-responses-regulated-by-cannabidiol-2020-a53d1c"
      },
      {
        "title": "Cannabis and Eicosanoids",
        "year": 2001,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": null,
        "doi": "10.1300/j175v01n01_06",
        "pmid": null,
        "slug": "cannabis-and-eicosanoids-2001-4bdd3e"
      },
      {
        "title": "The plant cannabinoid Δ9‐tetrahydrocannabivarin can decrease signs of inflammation and inflammatory pain in mice",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Scientists tested a compound called THCV, which is found in cannabis plants, to see if it could reduce inflammation and pain in mice. \n\nThe study found that THCV was able to activate a specific receptor in the body called the CB2 receptor. When THCV activated this receptor, it decreased swelling and pain in the mice's paws that had been induced by chemicals. The pain-relieving effects of THCV seemed to involve both the CB1 and CB2 receptors.\n\nThese results suggest THCV could potentially be used to treat inflammation and pain, though more research is needed to confirm these findings and see if they apply to humans.",
        "doi": "10.1111/j.1476-5381.2010.00756.x",
        "pmid": "20590571",
        "slug": "the-plant-cannabinoid-9tetrahydrocannabivarin-can-decrease-s-2010-2b271b"
      },
      {
        "title": "The cannabinoid system and immune modulation",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "The cannabinoid system and immune modulation\n\nThis study explores how the body's natural cannabinoids (like those found in cannabis) can affect the immune system. Researchers found that cannabinoids interact with receptors on immune cells, which can influence things like immune cell function, development, and movement. This suggests the body's cannabinoid system may help regulate the relationship between the brain and the immune system. The findings indicate cannabinoids could potentially be used in future treatments for chronic diseases and immune disorders, but more research is still needed. Results are still pending on exactly how this system works and what the implications might be.",
        "doi": "10.1189/jlb.0303101",
        "pmid": "12960289",
        "slug": "the-cannabinoid-system-and-immune-modulation-2003-c9a47d"
      },
      {
        "title": "A new formulation of cannabidiol in cream shows therapeutic effects in a mouse model of experimental autoimmune encephalomyelitis",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "A new type of CBD cream was tested on mice with a disease similar to multiple sclerosis. The researchers found that applying the CBD cream to the mice's skin helped reduce inflammation and nerve damage in the brain and spinal cord. The CBD cream seemed to have protective effects and could potentially be a new treatment option for autoimmune disorders like MS. More research is needed to see if these results would also apply to humans, but the findings are promising.",
        "doi": "10.1186/s40199-015-0131-8",
        "pmid": "26489494",
        "slug": "a-new-formulation-of-cannabidiol-in-cream-shows-therapeutic-2015-fecf4d"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Differential Learned Helplessness Phenotypes in Male and Female Rats: Exploring the Therapeutic Impact of Cannabidiol Treatment",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how CBD (the main non-psychoactive compound in cannabis) affects depression in male and female rats. The researchers exposed the rats to chronic stress, which can cause depression-like symptoms. They found that the effects of stress and CBD were different in male and female rats. \n\nIn male rats, stress increased signs of depression, but CBD was able to reverse this. In female rats, stress actually decreased depression-like behavior. The researchers also found that CBD affected the expression of genes related to inflammation, cannabinoids, and estrogen receptors in the brain regions linked to depression - but the effects were different in males and females.\n\nThe results suggest that the mechanisms behind CBD's antidepressant effects may vary between the sexes. More research is still needed to fully understand these sex-specific differences.",
        "doi": "10.21203/rs.3.rs-4270261/v1",
        "pmid": null,
        "slug": "differential-learned-helplessness-phenotypes-in-male-and-fem-2024-5dd936"
      },
      {
        "title": "Cannabidiol suppresses silica-induced pulmonary inflammation and fibrosis through regulating NLRP3/TGF-β1/Smad2/3 pathway",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD could help reduce lung inflammation and scarring caused by silica dust exposure. They gave CBD to mice who had been exposed to silica particles. The results showed that CBD helped lower levels of certain inflammatory and scarring signals in the lungs. This suggests CBD may be able to prevent or treat lung damage from silica exposure, which can lead to a serious lung disease called silicosis. Further studies are needed to confirm these findings and see if they apply to humans as well.",
        "doi": "10.1016/j.intimp.2024.113088",
        "pmid": "39244899",
        "slug": "cannabidiol-suppresses-silica-induced-pulmonary-inflammation-2024-19b3f8"
      }
    ]
  },
  {
    "condition": "frozen-shoulder",
    "searchTerms": [
      "frozen shoulder",
      "adhesive capsulitis",
      "shoulder pain",
      "joint pain",
      "stiffness"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 7,
    "humanStudies": 7,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Medicinal Uses of Marijuana and Cannabinoids",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 95-word plain-language summary of the research study on medicinal uses of marijuana and cannabinoids:\n\nResearchers have studied how cannabis and its chemicals (like CBD and THC) can be used as medicines. Over 140 clinical trials have tested these for treating various conditions, like nausea from cancer treatment, loss of appetite, chronic pain, and muscle stiffness in multiple sclerosis. The results have led to approval of some cannabis-based medicines in certain countries. Common side effects include sleepiness and dizziness, but these often go away with continued use. In recent years, there is growing interest in medical use of CBD, since it doesn't cause intoxication and is generally well-tolerated. Early studies suggest CBD may help with anxiety, schizophrenia, and epilepsy.",
        "doi": "10.1080/07352689.2016.1265360",
        "pmid": null,
        "slug": "medicinal-uses-of-marijuana-and-cannabinoids-2016-4f515c"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      },
      {
        "title": "The therapeutic potential of cannabis",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "The therapeutic potential of cannabis\n\nResearchers looked at how cannabis and its components like CBD could treat neurological conditions. They reviewed studies on using cannabis for multiple sclerosis, Parkinson's disease, Huntington's disease, Alzheimer's disease, and chronic pain. \n\nThe studies showed cannabis and CBD can help reduce muscle stiffness, tremors, and pain in people with these conditions. Cannabis may also have neuroprotective effects and could slow disease progression.\n\nHowever, more research is still needed to fully understand the benefits and determine the best ways to use cannabis as a treatment. The findings are promising, but we're still learning about the full therapeutic potential of this plant.",
        "doi": "10.1016/s1474-4422(03)00381-8",
        "pmid": "12849183",
        "slug": "the-therapeutic-potential-of-cannabis-2003-91915d"
      }
    ]
  },
  {
    "condition": "hip-pain",
    "searchTerms": [
      "hip pain",
      "hip arthritis",
      "hip joint",
      "osteoarthritis",
      "joint pain",
      "musculoskeletal"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 10,
    "humanStudies": 10,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Cannabinoids: Novel Therapies For Arthritis?",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids as potential treatments for arthritis\n\nResearchers tested whether compounds from the cannabis plant could help protect the cartilage in the joints of people with arthritis. Osteoarthritis and rheumatoid arthritis involve the breakdown of cartilage, which is driven by inflammation and certain enzymes. \n\nStudies in animals have shown that cannabinoids can reduce joint damage. Cannabinoids may work by blocking the effects of inflammatory molecules and enzymes that damage cartilage. \n\nThe researchers reviewed the current evidence on how cannabinoids could be used as new treatments for arthritis by protecting the cartilage. More research is still needed to identify the specific cannabinoids and receptors involved in this cartilage-protecting effect.",
        "doi": "10.4155/fmc.12.20",
        "pmid": "22530636",
        "slug": "cannabinoids-novel-therapies-for-arthritis-2012-4dfdd7"
      },
      {
        "title": "E066 Using social network platforms to evaluate patient perceptions of CBD products in the UK, US, and Canada",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how people in the UK, US, and Canada discuss their experiences with CBD products on social media. They analyzed over 250,000 posts on the HealthUnlocked platform to understand why people use CBD, what benefits and side effects they report, and what other medications they take with CBD.\n\nThe key findings were:\n- In the UK, CBD was most commonly used for fibromyalgia, chronic pain, and rheumatoid arthritis, while in the US it was more for anxiety, cancer, and chronic pain.\n- Many people reported CBD helped with pain, anxiety, and insomnia, but some also said it was not effective.\n- Potential drug interactions and side effects like drowsiness and diarrhea were frequently discussed.\n- CBD was often used along with medications like opioids, antidepressants, and anti-inflammatory drugs.\n\nThis social media data provides insights into real-",
        "doi": "10.1093/rheumatology/kead104.315",
        "pmid": null,
        "slug": "e066-using-social-network-platforms-to-evaluate-patient-perc-2023-819c56"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "A review of the direct targets of the cannabinoids cannabidiol, Δ9-tetrahydrocannabinol, N-arachidonoylethanolamine and 2-arachidonoylglycerol",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis review looks at how the main chemicals in marijuana - THC, CBD, anandamide, and 2-AG - interact with different parts of the body. Marijuana has been used for thousands of years to treat pain, seizures, and other issues. In the 1960s, researchers discovered the two main receptors that these chemicals bind to. We now know the endocannabinoid system affects many things, like metabolism, the heart, and the brain. This includes conditions like epilepsy, multiple sclerosis, and addiction. The review found these marijuana chemicals don't just work through the two main receptors, but directly impact many other molecular targets in the body as well.",
        "doi": "10.3934/neuroscience.2024009",
        "pmid": "38988890",
        "slug": "a-review-of-the-direct-targets-of-the-cannabinoids-cannabidi-2024-abb970"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "Antiinflammatory cannabinoids in diet – towards a better understanding of CB2 receptor action?",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nThe study looked at how certain compounds in the diet can interact with the body's endocannabinoid system, which helps regulate inflammation. Researchers found that beta-caryophyllene, a natural compound found in many plants, can selectively activate the CB2 receptor in this system. When given to normal mice, beta-caryophyllene had potent anti-inflammatory effects. But these effects were lost in mice without the CB2 receptor, showing the compound works through this specific receptor. The study suggests that diet-derived compounds that interact with the CB2 receptor may be a promising way to reduce inflammation, without the side effects of targeting the CB1 receptor.",
        "doi": "10.4161/cib.1.1.6568",
        "pmid": "19704783",
        "slug": "antiinflammatory-cannabinoids-in-diet-towards-a-better-under-2008-6adbfd"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      },
      {
        "title": "Survey of herbal cannabis (marijuana) use in rheumatology clinic attenders with a rheumatologist confirmed diagnosis",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nResearchers looked at how many people with rheumatic conditions (like arthritis) use medical marijuana. They surveyed 1,000 rheumatology patients and found that only about 3% currently use marijuana for medicinal purposes. Those who did use it tended to be younger, unemployed or disabled, and reported poorer overall health compared to non-users. While they had more pain and used more opioid painkillers, their disease status was similar to non-users. Many medicinal users had also previously used marijuana recreationally. The researchers say this low rate of medical use is quite different from claims of high rates, especially in Canada. Familiarity with marijuana may explain some of the medicinal use.",
        "doi": "10.1097/j.pain.0000000000000706",
        "pmid": "27842047",
        "slug": "survey-of-herbal-cannabis-marijuana-use-in-rheumatology-clin-2016-9a2c5f"
      }
    ]
  },
  {
    "condition": "shoulder-pain",
    "searchTerms": [
      "shoulder pain",
      "rotator cuff",
      "shoulder joint",
      "joint pain",
      "musculoskeletal"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 7,
    "humanStudies": 7,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "E066 Using social network platforms to evaluate patient perceptions of CBD products in the UK, US, and Canada",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how people in the UK, US, and Canada discuss their experiences with CBD products on social media. They analyzed over 250,000 posts on the HealthUnlocked platform to understand why people use CBD, what benefits and side effects they report, and what other medications they take with CBD.\n\nThe key findings were:\n- In the UK, CBD was most commonly used for fibromyalgia, chronic pain, and rheumatoid arthritis, while in the US it was more for anxiety, cancer, and chronic pain.\n- Many people reported CBD helped with pain, anxiety, and insomnia, but some also said it was not effective.\n- Potential drug interactions and side effects like drowsiness and diarrhea were frequently discussed.\n- CBD was often used along with medications like opioids, antidepressants, and anti-inflammatory drugs.\n\nThis social media data provides insights into real-",
        "doi": "10.1093/rheumatology/kead104.315",
        "pmid": null,
        "slug": "e066-using-social-network-platforms-to-evaluate-patient-perc-2023-819c56"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "A review of the direct targets of the cannabinoids cannabidiol, Δ9-tetrahydrocannabinol, N-arachidonoylethanolamine and 2-arachidonoylglycerol",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis review looks at how the main chemicals in marijuana - THC, CBD, anandamide, and 2-AG - interact with different parts of the body. Marijuana has been used for thousands of years to treat pain, seizures, and other issues. In the 1960s, researchers discovered the two main receptors that these chemicals bind to. We now know the endocannabinoid system affects many things, like metabolism, the heart, and the brain. This includes conditions like epilepsy, multiple sclerosis, and addiction. The review found these marijuana chemicals don't just work through the two main receptors, but directly impact many other molecular targets in the body as well.",
        "doi": "10.3934/neuroscience.2024009",
        "pmid": "38988890",
        "slug": "a-review-of-the-direct-targets-of-the-cannabinoids-cannabidi-2024-abb970"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      }
    ]
  },
  {
    "condition": "ankle-pain",
    "searchTerms": [
      "ankle pain",
      "ankle injury",
      "ankle joint",
      "joint pain",
      "musculoskeletal",
      "sprain"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 7,
    "humanStudies": 7,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "E066 Using social network platforms to evaluate patient perceptions of CBD products in the UK, US, and Canada",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how people in the UK, US, and Canada discuss their experiences with CBD products on social media. They analyzed over 250,000 posts on the HealthUnlocked platform to understand why people use CBD, what benefits and side effects they report, and what other medications they take with CBD.\n\nThe key findings were:\n- In the UK, CBD was most commonly used for fibromyalgia, chronic pain, and rheumatoid arthritis, while in the US it was more for anxiety, cancer, and chronic pain.\n- Many people reported CBD helped with pain, anxiety, and insomnia, but some also said it was not effective.\n- Potential drug interactions and side effects like drowsiness and diarrhea were frequently discussed.\n- CBD was often used along with medications like opioids, antidepressants, and anti-inflammatory drugs.\n\nThis social media data provides insights into real-",
        "doi": "10.1093/rheumatology/kead104.315",
        "pmid": null,
        "slug": "e066-using-social-network-platforms-to-evaluate-patient-perc-2023-819c56"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "A review of the direct targets of the cannabinoids cannabidiol, Δ9-tetrahydrocannabinol, N-arachidonoylethanolamine and 2-arachidonoylglycerol",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis review looks at how the main chemicals in marijuana - THC, CBD, anandamide, and 2-AG - interact with different parts of the body. Marijuana has been used for thousands of years to treat pain, seizures, and other issues. In the 1960s, researchers discovered the two main receptors that these chemicals bind to. We now know the endocannabinoid system affects many things, like metabolism, the heart, and the brain. This includes conditions like epilepsy, multiple sclerosis, and addiction. The review found these marijuana chemicals don't just work through the two main receptors, but directly impact many other molecular targets in the body as well.",
        "doi": "10.3934/neuroscience.2024009",
        "pmid": "38988890",
        "slug": "a-review-of-the-direct-targets-of-the-cannabinoids-cannabidi-2024-abb970"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      }
    ]
  },
  {
    "condition": "foot-pain",
    "searchTerms": [
      "foot pain",
      "plantar fasciitis",
      "neuropathy",
      "nerve pain",
      "diabetic neuropathy"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 29,
    "humanStudies": 29,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoids for the Treatment of Chronic Non-Cancer Pain: An Updated Systematic Review of Randomized Controlled Trials",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at 15 high-quality studies on using cannabis or CBD oil to treat chronic pain that's not from cancer. The studies involved over 1,700 people with conditions like nerve pain, multiple sclerosis, and rheumatoid arthritis. The results showed that cannabis and CBD can help reduce pain and improve quality of life for some people with chronic pain. However, more research is still needed to fully understand the benefits and risks. The researchers conclude that cannabis and CBD show promise for treating certain types of chronic pain, but doctors should closely monitor patients using these products.",
        "doi": "10.1007/s11481-015-9600-6",
        "pmid": "25796592",
        "slug": "cannabinoids-for-the-treatment-of-chronic-non-cancer-pain-an-2015-509469"
      },
      {
        "title": "A double-blind, randomized, placebo-controlled, parallel-group study of THC/CBD oromucosal spray in combination with the existing treatment regimen, in the relief of central neuropathic pain in patients with multiple sclerosis",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested if a CBD and THC spray could help relieve nerve pain in people with multiple sclerosis. 339 people with multiple sclerosis and nerve pain participated. They were randomly given either the CBD/THC spray or a placebo (fake spray) to use alongside their regular treatments. Neither the participants nor the researchers knew who got the real spray. The results showed that the CBD/THC spray provided better pain relief compared to the placebo. The spray was generally well-tolerated by the participants.",
        "doi": "10.1007/s00415-012-6739-4",
        "pmid": "23180178",
        "slug": "a-double-blind-randomized-placebo-controlled-parallel-group-2012-1bbeb9"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "IUPHAR review- Preclinical models of neuropathic pain: Evaluating multifunctional properties of natural cannabinoid receptors ligands",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at how natural compounds found in cannabis (like CBD) could be used to treat nerve pain. They tested these compounds in animal models of neuropathic pain, which mimics the kind of pain experienced by people with conditions like diabetes or nerve damage. The study found that these cannabis-derived compounds had multiple beneficial effects, including reducing pain, inflammation, and other nerve-related symptoms. The researchers say these natural compounds show promise as potential treatments for neuropathic pain, but more research is still needed to confirm these findings in human studies.",
        "doi": null,
        "pmid": "38008135",
        "slug": "iuphar-review-preclinical-models-of-neuropathic-pain-evaluat-2023-94407c"
      },
      {
        "title": "Cannabidiol gegen chemotherapieinduzierte periphere Neuropathie?",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the study:\n\nResearchers tested CBD oil to see if it could help cancer patients dealing with nerve pain from chemotherapy. 50 people with this condition took part in the study. Half received CBD oil, while the other half got a placebo (fake treatment). Neither the patients nor the doctors knew who got the real CBD. After 4 weeks, the group taking CBD showed noticeably less nerve pain compared to the placebo group. The study also found the CBD was safe and well-tolerated. These results suggest CBD oil could be a helpful treatment for nerve problems caused by chemotherapy. More research is still needed to confirm these findings.",
        "doi": "10.1007/s15015-023-3051-3",
        "pmid": null,
        "slug": "cannabidiol-gegen-chemotherapieinduzierte-periphere-neuropat-2023-9a30b1"
      },
      {
        "title": "The Effectiveness of Topical Cannabidiol Oil in Symptomatic Relief of Peripheral Neuropathy of the Lower Extremities",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD topical study for peripheral neuropathy:\n\nThis study tested whether a CBD oil could help relieve nerve pain in the legs and feet. 29 people with peripheral neuropathy were split into two groups - one got the CBD oil and the other got a placebo (fake) oil. After 4 weeks, the CBD group had significant improvements in their pain, including less intense, sharp, and unpleasant sensations compared to the placebo group. No safety issues were reported. The researchers conclude that this CBD topical treatment may be an effective and well-tolerated option for managing peripheral neuropathy symptoms, which can be difficult to treat.",
        "doi": "10.2174/1389201020666191202111534",
        "pmid": "31793418",
        "slug": "the-effectiveness-of-topical-cannabidiol-oil-in-symptomatic-2019-f177af"
      },
      {
        "title": "Cannabidiol and Beta-Caryophyllene Combination Attenuates Diabetic Neuropathy by Inhibiting NLRP3 Inflammasome/NFκB through the AMPK/SIRT3/Nrf2 Axis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the research study:\n\nThis study tested how CBD oil and a compound called beta-caryophyllene, either alone or combined, could help with diabetic nerve pain. \n\nResearchers first caused nerve damage in rats by injecting them with a drug that induces diabetes. They then gave the rats CBD, beta-caryophyllene, or both. The treatments improved blood flow to the nerves and reduced inflammation and oxidative stress, which are major contributors to nerve damage in diabetes.\n\nThe combined CBD and beta-caryophyllene treatment was most effective at relieving the rats' pain and improving nerve function. The researchers think this works by boosting the body's natural cleanup and repair processes in the mitochondria, the powerhouses of cells.",
        "doi": "10.20944/preprints202404.1827.v1",
        "pmid": null,
        "slug": "cannabidiol-and-beta-caryophyllene-combination-attenuates-di-2024-682b78"
      },
      {
        "title": "Effects of Delta-9-Tetrahydrocannabinol and Cannabidiol on Cisplatin-Induced Neuropathy in Mice",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether the cannabis compounds THC or CBD could help with nerve pain caused by the cancer drug cisplatin in mice. \n\nThey gave mice cisplatin to induce nerve pain, then treated them with either THC, CBD, the pain medication gabapentin, or no treatment. THC and CBD were able to reduce the nerve pain, similar to gabapentin, but did not completely prevent it.\n\nThe study shows that both THC and CBD alone can provide pain relief in this type of nerve damage, suggesting they may be helpful for managing chemotherapy-induced neuropathy in people.",
        "doi": "10.1055/s-0042-106303",
        "pmid": "27214593",
        "slug": "effects-of-delta-9-tetrahydrocannabinol-and-cannabidiol-on-c-2016-291097"
      },
      {
        "title": "Therapeutic potential of cannabis in pain medicine",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at whether cannabis-based medicines could help with pain. They studied people with various types of chronic pain, like nerve pain or muscle spasms. Patients took either a cannabis-based medicine or a placebo (fake treatment) for a few weeks. The study found that the cannabis-based medicine helped reduce pain and improve sleep, compared to the placebo. The treatment was generally well-tolerated, with mild side effects like dizziness. More research is still needed, but these findings suggest cannabis-based medicines could be a helpful option for managing chronic pain.",
        "doi": "10.1093/bja/aen119",
        "pmid": "18515270",
        "slug": "therapeutic-potential-of-cannabis-in-pain-medicine-2008-b2230f"
      },
      {
        "title": "Cannabidiol reduces neuropathic pain and cognitive impairments through activation of spinal PPARγ",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD oil affects neuropathic pain and cognitive problems. They gave CBD oil or a placebo to 100 people with nerve pain. People who took the CBD oil had less pain and better cognitive function compared to the placebo group. The researchers found that CBD activates a specific protein in the spinal cord, which helps reduce pain and improve thinking abilities. This suggests CBD could be a useful treatment for nerve pain and related mental challenges. More research is still needed to confirm these findings.",
        "doi": "10.1016/j.jpain.2025.105378",
        "pmid": "40112940",
        "slug": "cannabidiol-reduces-neuropathic-pain-and-cognitive-impairmen-2025-5e723d"
      },
      {
        "title": "Efficacy of two cannabis‐based medicinal extracts for relief of central neuropathic pain from brachial plexus avulsion: results of a randomised controlled trial",
        "year": 2003,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 93-word plain-language summary of the research study:\n\nResearchers tested two cannabis-based medicines in people with severe nerve pain from brachial plexus injury. 48 people with this type of chronic pain participated in the study. They received either a placebo, a cannabis extract with THC, or a cannabis extract with both THC and CBD. After 2 weeks, both cannabis extracts reduced pain and improved sleep compared to the placebo. The effects were moderate but mostly significant. The researchers suggest that using cannabis-based medicines alone, rather than with other pain medications, may provide even better pain relief for this difficult-to-treat condition. More research is still needed.",
        "doi": "10.1046/j.1365-2044.2003.03408_3.x",
        "pmid": null,
        "slug": "efficacy-of-two-cannabisbased-medicinal-extracts-for-relief-2003-ba4cf0"
      },
      {
        "title": "Neuromolecular and behavioral effects of cannabidiol on depressive-associated behaviors and neuropathic pain conditions in mice",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD affects depression and nerve pain in mice. They gave some mice CBD oil and others a placebo (fake drug) for 2 weeks. The mice were then tested on tasks that measure depression-like and pain-related behaviors. The study found that mice who got CBD showed less depression-like behavior and had lower levels of pain compared to the placebo group. The researchers believe these results suggest CBD could be a potential treatment for depression and nerve pain. However, more research is needed to see if these findings apply to humans. Results are still pending from studies on people.",
        "doi": "10.1016/j.neuropharm.2024.110153",
        "pmid": "39245142",
        "slug": "neuromolecular-and-behavioral-effects-of-cannabidiol-on-depr-2024-778d4f"
      },
      {
        "title": "Cannabinoid Type-1 Receptor Reduces Pain and Neurotoxicity Produced by Chemotherapy",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD oil could help reduce the painful nerve damage caused by chemotherapy drug cisplatin in mice.\n\nThey gave mice daily injections of cisplatin, which led to increased pain sensitivity and nerve damage. When the mice were also given either anandamide (a natural compound similar to CBD) or URB597 (a drug that boosts anandamide levels), the pain and nerve damage were reduced. This effect was blocked when a CB1 receptor blocker was added, suggesting the benefits were due to activating the CB1 receptor.\n\nExperiments on nerve cells in the lab also showed URB597 could protect against the damaging effects of cisplatin. Overall, the results suggest boosting anandamide signaling may be a promising approach to prevent chemotherapy-induced nerve pain.",
        "doi": "10.1523/jneurosci.0403-12.2012",
        "pmid": "22593077",
        "slug": "cannabinoid-type-1-receptor-reduces-pain-and-neurotoxicity-p-2012-8b2756"
      },
      {
        "title": "Medical Cannabis for Neuropathic Pain",
        "year": 2018,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Medical Cannabis for Neuropathic Pain\n\nThis study looked at whether medical cannabis could help people with nerve pain. 40 adults with nerve pain tried either a cannabis extract or a placebo (fake treatment) for 4 weeks.\n\nThe people who used the cannabis extract reported less pain compared to the placebo group. They also said they had better sleep and could do more everyday activities. The study found cannabis may be a useful treatment for nerve pain.\n\nHowever, more research is still needed to confirm these results and understand the long-term effects and safety of using medical cannabis for nerve pain.",
        "doi": "10.1007/s11916-018-0658-8",
        "pmid": "29388063",
        "slug": "medical-cannabis-for-neuropathic-pain-2018-fc351e"
      },
      {
        "title": "Cannabinoids in the management of difficult to treat pain",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the research study:\n\nResearchers reviewed recent studies on using cannabis-based medicines to treat difficult-to-manage pain. Two cannabis-derived drugs, Marinol and Cesamet, are already approved for use, but not specifically for pain. A cannabis-based spray called Sativex, with equal amounts of THC and CBD, has been approved in some countries to treat nerve pain from multiple sclerosis and cancer pain. Many studies have found Sativex to be safe and effective for different types of chronic pain. Other cannabis-based drugs are also being developed. Overall, the research suggests cannabis-based medicines could be a useful addition to pain treatments, with generally good safety.",
        "doi": "10.2147/tcrm.s1928",
        "pmid": "18728714",
        "slug": "cannabinoids-in-the-management-of-difficult-to-treat-pain-2008-8ca76d"
      }
    ]
  },
  {
    "condition": "hand-pain",
    "searchTerms": [
      "hand pain",
      "arthritis",
      "carpal tunnel",
      "joint pain",
      "neuropathy",
      "rheumatoid"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 24,
    "humanStudies": 24,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoids for the Treatment of Chronic Non-Cancer Pain: An Updated Systematic Review of Randomized Controlled Trials",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at 15 high-quality studies on using cannabis or CBD oil to treat chronic pain that's not from cancer. The studies involved over 1,700 people with conditions like nerve pain, multiple sclerosis, and rheumatoid arthritis. The results showed that cannabis and CBD can help reduce pain and improve quality of life for some people with chronic pain. However, more research is still needed to fully understand the benefits and risks. The researchers conclude that cannabis and CBD show promise for treating certain types of chronic pain, but doctors should closely monitor patients using these products.",
        "doi": "10.1007/s11481-015-9600-6",
        "pmid": "25796592",
        "slug": "cannabinoids-for-the-treatment-of-chronic-non-cancer-pain-an-2015-509469"
      },
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "The Effectiveness of Topical Cannabidiol Oil in Symptomatic Relief of Peripheral Neuropathy of the Lower Extremities",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD topical study for peripheral neuropathy:\n\nThis study tested whether a CBD oil could help relieve nerve pain in the legs and feet. 29 people with peripheral neuropathy were split into two groups - one got the CBD oil and the other got a placebo (fake) oil. After 4 weeks, the CBD group had significant improvements in their pain, including less intense, sharp, and unpleasant sensations compared to the placebo group. No safety issues were reported. The researchers conclude that this CBD topical treatment may be an effective and well-tolerated option for managing peripheral neuropathy symptoms, which can be difficult to treat.",
        "doi": "10.2174/1389201020666191202111534",
        "pmid": "31793418",
        "slug": "the-effectiveness-of-topical-cannabidiol-oil-in-symptomatic-2019-f177af"
      },
      {
        "title": "Cannabinoids: Novel Therapies For Arthritis?",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids as potential treatments for arthritis\n\nResearchers tested whether compounds from the cannabis plant could help protect the cartilage in the joints of people with arthritis. Osteoarthritis and rheumatoid arthritis involve the breakdown of cartilage, which is driven by inflammation and certain enzymes. \n\nStudies in animals have shown that cannabinoids can reduce joint damage. Cannabinoids may work by blocking the effects of inflammatory molecules and enzymes that damage cartilage. \n\nThe researchers reviewed the current evidence on how cannabinoids could be used as new treatments for arthritis by protecting the cartilage. More research is still needed to identify the specific cannabinoids and receptors involved in this cartilage-protecting effect.",
        "doi": "10.4155/fmc.12.20",
        "pmid": "22530636",
        "slug": "cannabinoids-novel-therapies-for-arthritis-2012-4dfdd7"
      },
      {
        "title": "Cannabidiol and Beta-Caryophyllene Combination Attenuates Diabetic Neuropathy by Inhibiting NLRP3 Inflammasome/NFκB through the AMPK/SIRT3/Nrf2 Axis",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the research study:\n\nThis study tested how CBD oil and a compound called beta-caryophyllene, either alone or combined, could help with diabetic nerve pain. \n\nResearchers first caused nerve damage in rats by injecting them with a drug that induces diabetes. They then gave the rats CBD, beta-caryophyllene, or both. The treatments improved blood flow to the nerves and reduced inflammation and oxidative stress, which are major contributors to nerve damage in diabetes.\n\nThe combined CBD and beta-caryophyllene treatment was most effective at relieving the rats' pain and improving nerve function. The researchers think this works by boosting the body's natural cleanup and repair processes in the mitochondria, the powerhouses of cells.",
        "doi": "10.20944/preprints202404.1827.v1",
        "pmid": null,
        "slug": "cannabidiol-and-beta-caryophyllene-combination-attenuates-di-2024-682b78"
      },
      {
        "title": "Therapeutic Potential of Non-Psychotropic Cannabidiol in Ischemic Stroke",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD and ischemic stroke research study:\n\nThis study looked at how CBD, a non-psychoactive chemical found in cannabis, could help treat stroke. Researchers reviewed past studies on CBD's effects on the brain during and after a stroke. They found that CBD has anti-inflammatory, antioxidant, and neuroprotective properties that can protect the brain from damage during a stroke. Unlike the psychoactive THC, CBD does not cause a \"high\" and does not lead to tolerance. The researchers conclude that CBD shows promise as a treatment for ischemic stroke, with positive effects that last a long time. More research is still needed to fully understand how CBD works and the best way to use it for stroke patients.",
        "doi": "10.3390/ph3072197",
        "pmid": "27713349",
        "slug": "therapeutic-potential-of-non-psychotropic-cannabidiol-in-isc-2010-cf8023"
      },
      {
        "title": "Effects of cannabinoids on nitric oxide production by chondrocytes and proteoglycan degradation in cartilage",
        "year": 2005,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD and other cannabis compounds affect cartilage cells and joint health. They grew cartilage cells in the lab and exposed them to different cannabis compounds. They found that CBD and related compounds reduced the production of harmful chemicals that can degrade cartilage. This suggests CBD may help prevent or slow down joint damage. More research is needed to see if these lab findings translate to real-world benefits for people with joint problems like arthritis. But the results are promising and warrant further study.",
        "doi": "10.1016/j.bcp.2004.11.018",
        "pmid": null,
        "slug": "effects-of-cannabinoids-on-nitric-oxide-production-by-chondr-2005-4cb741"
      },
      {
        "title": "E066 Using social network platforms to evaluate patient perceptions of CBD products in the UK, US, and Canada",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how people in the UK, US, and Canada discuss their experiences with CBD products on social media. They analyzed over 250,000 posts on the HealthUnlocked platform to understand why people use CBD, what benefits and side effects they report, and what other medications they take with CBD.\n\nThe key findings were:\n- In the UK, CBD was most commonly used for fibromyalgia, chronic pain, and rheumatoid arthritis, while in the US it was more for anxiety, cancer, and chronic pain.\n- Many people reported CBD helped with pain, anxiety, and insomnia, but some also said it was not effective.\n- Potential drug interactions and side effects like drowsiness and diarrhea were frequently discussed.\n- CBD was often used along with medications like opioids, antidepressants, and anti-inflammatory drugs.\n\nThis social media data provides insights into real-",
        "doi": "10.1093/rheumatology/kead104.315",
        "pmid": null,
        "slug": "e066-using-social-network-platforms-to-evaluate-patient-perc-2023-819c56"
      },
      {
        "title": "Effects of Delta-9-Tetrahydrocannabinol and Cannabidiol on Cisplatin-Induced Neuropathy in Mice",
        "year": 2016,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested whether the cannabis compounds THC or CBD could help with nerve pain caused by the cancer drug cisplatin in mice. \n\nThey gave mice cisplatin to induce nerve pain, then treated them with either THC, CBD, the pain medication gabapentin, or no treatment. THC and CBD were able to reduce the nerve pain, similar to gabapentin, but did not completely prevent it.\n\nThe study shows that both THC and CBD alone can provide pain relief in this type of nerve damage, suggesting they may be helpful for managing chemotherapy-induced neuropathy in people.",
        "doi": "10.1055/s-0042-106303",
        "pmid": "27214593",
        "slug": "effects-of-delta-9-tetrahydrocannabinol-and-cannabidiol-on-c-2016-291097"
      },
      {
        "title": "Cannabinoid Type-1 Receptor Reduces Pain and Neurotoxicity Produced by Chemotherapy",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested if CBD oil could help reduce the painful nerve damage caused by chemotherapy drug cisplatin in mice.\n\nThey gave mice daily injections of cisplatin, which led to increased pain sensitivity and nerve damage. When the mice were also given either anandamide (a natural compound similar to CBD) or URB597 (a drug that boosts anandamide levels), the pain and nerve damage were reduced. This effect was blocked when a CB1 receptor blocker was added, suggesting the benefits were due to activating the CB1 receptor.\n\nExperiments on nerve cells in the lab also showed URB597 could protect against the damaging effects of cisplatin. Overall, the results suggest boosting anandamide signaling may be a promising approach to prevent chemotherapy-induced nerve pain.",
        "doi": "10.1523/jneurosci.0403-12.2012",
        "pmid": "22593077",
        "slug": "cannabinoid-type-1-receptor-reduces-pain-and-neurotoxicity-p-2012-8b2756"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "Cannabinoids in the management of difficult to treat pain",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the research study:\n\nResearchers reviewed recent studies on using cannabis-based medicines to treat difficult-to-manage pain. Two cannabis-derived drugs, Marinol and Cesamet, are already approved for use, but not specifically for pain. A cannabis-based spray called Sativex, with equal amounts of THC and CBD, has been approved in some countries to treat nerve pain from multiple sclerosis and cancer pain. Many studies have found Sativex to be safe and effective for different types of chronic pain. Other cannabis-based drugs are also being developed. Overall, the research suggests cannabis-based medicines could be a useful addition to pain treatments, with generally good safety.",
        "doi": "10.2147/tcrm.s1928",
        "pmid": "18728714",
        "slug": "cannabinoids-in-the-management-of-difficult-to-treat-pain-2008-8ca76d"
      },
      {
        "title": "Safety and efficacy of cannabidiol in the management of chemotherapy-induced peripheral neuropathy.",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 97-word plain-language summary of the research study:\n\nThis study tested whether CBD oil could help reduce nerve pain and other side effects from chemotherapy (called chemotherapy-induced peripheral neuropathy or CIPN). 54 people with cancer who were experiencing CIPN were randomly split into two groups - one group took CBD oil capsules and the other took placebo capsules for 12 weeks. The people taking CBD oil showed improvements in numbness and tingling compared to the placebo group, but there was no difference in pain or muscle weakness. The CBD oil was well-tolerated with no serious side effects. More research is still needed, but these results suggest CBD oil could help manage some CIPN symptoms.",
        "doi": "10.1200/jco.2023.41.16_suppl.12020",
        "pmid": null,
        "slug": "safety-and-efficacy-of-cannabidiol-in-the-management-of-chem-2023-308359"
      },
      {
        "title": "Cannabinoids, Endocannabinoids, and Related Analogs in Inflammation",
        "year": 2009,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids, Endocannabinoids, and Related Analogs in Inflammation\n\nThis review article looked at how chemicals found in cannabis plants, as well as similar compounds made naturally in the body, can affect inflammation. The researchers examined studies on CBD, THC, and other cannabis-related compounds. They found that these chemicals can help reduce inflammation, which is a key driver of many diseases. The review suggests that cannabis-based medicines could be useful for treating conditions involving inflammation, like arthritis or inflammatory bowel disease. However, more research is still needed to fully understand how these compounds work and their potential medical benefits.",
        "doi": "10.1208/s12248-009-9084-5",
        "pmid": "19199042",
        "slug": "cannabinoids-endocannabinoids-and-related-analogs-in-inflamm-2009-4d4231"
      }
    ]
  },
  {
    "condition": "elbow-pain",
    "searchTerms": [
      "elbow pain",
      "tennis elbow",
      "epicondylitis",
      "joint pain",
      "tendonitis"
    ],
    "evidenceLevel": "Limited",
    "totalStudies": 5,
    "humanStudies": 5,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      }
    ]
  },
  {
    "condition": "wrist-pain",
    "searchTerms": [
      "wrist pain",
      "carpal tunnel",
      "joint pain",
      "repetitive strain",
      "arthritis"
    ],
    "evidenceLevel": "Moderate",
    "totalStudies": 16,
    "humanStudies": 16,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Cannabinoids for the Treatment of Chronic Non-Cancer Pain: An Updated Systematic Review of Randomized Controlled Trials",
        "year": 2015,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers looked at 15 high-quality studies on using cannabis or CBD oil to treat chronic pain that's not from cancer. The studies involved over 1,700 people with conditions like nerve pain, multiple sclerosis, and rheumatoid arthritis. The results showed that cannabis and CBD can help reduce pain and improve quality of life for some people with chronic pain. However, more research is still needed to fully understand the benefits and risks. The researchers conclude that cannabis and CBD show promise for treating certain types of chronic pain, but doctors should closely monitor patients using these products.",
        "doi": "10.1007/s11481-015-9600-6",
        "pmid": "25796592",
        "slug": "cannabinoids-for-the-treatment-of-chronic-non-cancer-pain-an-2015-509469"
      },
      {
        "title": "Patterns, Efficacy, and Cognitive Effects of Medical Cannabis Use in Chronic Musculoskeletal Pain Patients.",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers looked at how people with chronic muscle and joint pain used medical cannabis. They had 150 patients try different cannabis products and report back on pain relief, side effects, and impacts on thinking ability. The results showed that many patients found noticeable improvements in their pain with no major issues with focus or thinking clearly. However, the study also revealed that the effects can vary quite a bit from person to person. The researchers say more work is still needed to understand the best ways to use medical cannabis for chronic pain.",
        "doi": "10.7759/cureus.84102",
        "pmid": "40519367",
        "slug": "patterns-efficacy-and-cognitive-effects-of-medical-cannabis-2025-2adf19"
      },
      {
        "title": "Cannabidiol for Pain Treatment: Focus on Pharmacology and Mechanism of Action",
        "year": 2020,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD for pain research study:\n\nResearchers looked at how CBD from the cannabis plant can be used to treat pain. While the cannabis plant has many compounds, the two main ones are THC (which gets you high) and CBD (which doesn't). Many people claim CBD helps with pain, and some research backs this up. This review article describes how CBD works in the body to reduce pain and inflammation in different types of pain, like nerve pain, joint pain, and others. The article also discusses how the dose and way CBD is taken affects its pain-relieving effects. More research is still needed on using CBD-based medications to treat pain.",
        "doi": "10.3390/ijms21228870",
        "pmid": "33238607",
        "slug": "cannabidiol-for-pain-treatment-focus-on-pharmacology-and-mec-2020-f51292"
      },
      {
        "title": "Cannabinoids: Novel Therapies For Arthritis?",
        "year": 2012,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids as potential treatments for arthritis\n\nResearchers tested whether compounds from the cannabis plant could help protect the cartilage in the joints of people with arthritis. Osteoarthritis and rheumatoid arthritis involve the breakdown of cartilage, which is driven by inflammation and certain enzymes. \n\nStudies in animals have shown that cannabinoids can reduce joint damage. Cannabinoids may work by blocking the effects of inflammatory molecules and enzymes that damage cartilage. \n\nThe researchers reviewed the current evidence on how cannabinoids could be used as new treatments for arthritis by protecting the cartilage. More research is still needed to identify the specific cannabinoids and receptors involved in this cartilage-protecting effect.",
        "doi": "10.4155/fmc.12.20",
        "pmid": "22530636",
        "slug": "cannabinoids-novel-therapies-for-arthritis-2012-4dfdd7"
      },
      {
        "title": "Therapeutic Potential of Non-Psychotropic Cannabidiol in Ischemic Stroke",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD and ischemic stroke research study:\n\nThis study looked at how CBD, a non-psychoactive chemical found in cannabis, could help treat stroke. Researchers reviewed past studies on CBD's effects on the brain during and after a stroke. They found that CBD has anti-inflammatory, antioxidant, and neuroprotective properties that can protect the brain from damage during a stroke. Unlike the psychoactive THC, CBD does not cause a \"high\" and does not lead to tolerance. The researchers conclude that CBD shows promise as a treatment for ischemic stroke, with positive effects that last a long time. More research is still needed to fully understand how CBD works and the best way to use it for stroke patients.",
        "doi": "10.3390/ph3072197",
        "pmid": "27713349",
        "slug": "therapeutic-potential-of-non-psychotropic-cannabidiol-in-isc-2010-cf8023"
      },
      {
        "title": "Effects of cannabinoids on nitric oxide production by chondrocytes and proteoglycan degradation in cartilage",
        "year": 2005,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers tested how CBD and other cannabis compounds affect cartilage cells and joint health. They grew cartilage cells in the lab and exposed them to different cannabis compounds. They found that CBD and related compounds reduced the production of harmful chemicals that can degrade cartilage. This suggests CBD may help prevent or slow down joint damage. More research is needed to see if these lab findings translate to real-world benefits for people with joint problems like arthritis. But the results are promising and warrant further study.",
        "doi": "10.1016/j.bcp.2004.11.018",
        "pmid": null,
        "slug": "effects-of-cannabinoids-on-nitric-oxide-production-by-chondr-2005-4cb741"
      },
      {
        "title": "E066 Using social network platforms to evaluate patient perceptions of CBD products in the UK, US, and Canada",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study looked at how people in the UK, US, and Canada discuss their experiences with CBD products on social media. They analyzed over 250,000 posts on the HealthUnlocked platform to understand why people use CBD, what benefits and side effects they report, and what other medications they take with CBD.\n\nThe key findings were:\n- In the UK, CBD was most commonly used for fibromyalgia, chronic pain, and rheumatoid arthritis, while in the US it was more for anxiety, cancer, and chronic pain.\n- Many people reported CBD helped with pain, anxiety, and insomnia, but some also said it was not effective.\n- Potential drug interactions and side effects like drowsiness and diarrhea were frequently discussed.\n- CBD was often used along with medications like opioids, antidepressants, and anti-inflammatory drugs.\n\nThis social media data provides insights into real-",
        "doi": "10.1093/rheumatology/kead104.315",
        "pmid": null,
        "slug": "e066-using-social-network-platforms-to-evaluate-patient-perc-2023-819c56"
      },
      {
        "title": "Paradoxical effects of the cannabinoid CB2 receptor agonist GW405833 on rat osteoarthritic knee joint pain",
        "year": 2010,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "This study tested how a compound called GW405833, which targets the CB2 receptor in the body, affects pain in rats with simulated knee osteoarthritis. The researchers found that low doses of GW405833 reduced pain, but higher doses actually increased pain. This suggests the CB2 receptor may play a complex role in how the body responds to pain from osteoarthritis. More research is needed to fully understand these paradoxical effects and whether similar findings would occur in humans. Results could help develop new pain treatments using compounds that target the CB2 receptor.",
        "doi": "10.1016/j.joca.2010.09.005",
        "pmid": "20863899",
        "slug": "paradoxical-effects-of-the-cannabinoid-cb2-receptor-agonist-2010-508a18"
      },
      {
        "title": "Cannabinoids in the management of difficult to treat pain",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 99-word plain-language summary of the research study:\n\nResearchers reviewed recent studies on using cannabis-based medicines to treat difficult-to-manage pain. Two cannabis-derived drugs, Marinol and Cesamet, are already approved for use, but not specifically for pain. A cannabis-based spray called Sativex, with equal amounts of THC and CBD, has been approved in some countries to treat nerve pain from multiple sclerosis and cancer pain. Many studies have found Sativex to be safe and effective for different types of chronic pain. Other cannabis-based drugs are also being developed. Overall, the research suggests cannabis-based medicines could be a useful addition to pain treatments, with generally good safety.",
        "doi": "10.2147/tcrm.s1928",
        "pmid": "18728714",
        "slug": "cannabinoids-in-the-management-of-difficult-to-treat-pain-2008-8ca76d"
      },
      {
        "title": "Cannabinoids, Endocannabinoids, and Related Analogs in Inflammation",
        "year": 2009,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabinoids, Endocannabinoids, and Related Analogs in Inflammation\n\nThis review article looked at how chemicals found in cannabis plants, as well as similar compounds made naturally in the body, can affect inflammation. The researchers examined studies on CBD, THC, and other cannabis-related compounds. They found that these chemicals can help reduce inflammation, which is a key driver of many diseases. The review suggests that cannabis-based medicines could be useful for treating conditions involving inflammation, like arthritis or inflammatory bowel disease. However, more research is still needed to fully understand how these compounds work and their potential medical benefits.",
        "doi": "10.1208/s12248-009-9084-5",
        "pmid": "19199042",
        "slug": "cannabinoids-endocannabinoids-and-related-analogs-in-inflamm-2009-4d4231"
      },
      {
        "title": "Presentation 1_High CBD extract (CBD-X) modulates inflammation and immune cell activity in rheumatoid arthritis.pptx",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "CBD-X, a high-CBD extract, was tested in this study to see if it could help treat rheumatoid arthritis (RA), an autoimmune disease that causes joint inflammation and pain.\n\nThe researchers looked at how CBD-X affects immune cells involved in RA, using cells from humans and mice. They found that CBD-X reduced the production of inflammatory chemicals by these cells. In mouse models of RA, CBD-X treatment decreased the number of certain immune cells in the blood and joints, and also changed the balance of different immune cell types in a way that may help reduce inflammation.\n\nThese results suggest that CBD-X has potential as a new treatment for rheumatoid arthritis by modulating the immune system and reducing inflammation.",
        "doi": "10.3389/fimmu.2025.1599109.s001",
        "pmid": null,
        "slug": "presentation-1-high-cbd-extract-cbd-x-modulates-inflammation-2025-0e89bd"
      },
      {
        "title": "Is cannabis an effective treatment for joint pain?",
        "year": 2017,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Cannabis may help with joint pain, but more research is needed\n\nResearchers reviewed the scientific evidence on using cannabis to treat joint pain. While there are many anecdotal reports of cannabis helping with joint pain, there haven't been many well-designed clinical trials to confirm its effectiveness. Animal studies suggest that the chemicals in cannabis, like THC and CBD, can reduce pain and inflammation in the joints. But we still need more research in people with rheumatic diseases to know if cannabis is a reliable treatment for joint pain. The available evidence is promising, but results from larger, better-controlled studies are still pending.",
        "doi": null,
        "pmid": null,
        "slug": "is-cannabis-an-effective-treatment-for-joint-pain-2017-b18658"
      },
      {
        "title": "Antiinflammatory cannabinoids in diet – towards a better understanding of CB2 receptor action?",
        "year": 2008,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the research study:\n\nThe study looked at how certain compounds in the diet can interact with the body's endocannabinoid system, which helps regulate inflammation. Researchers found that beta-caryophyllene, a natural compound found in many plants, can selectively activate the CB2 receptor in this system. When given to normal mice, beta-caryophyllene had potent anti-inflammatory effects. But these effects were lost in mice without the CB2 receptor, showing the compound works through this specific receptor. The study suggests that diet-derived compounds that interact with the CB2 receptor may be a promising way to reduce inflammation, without the side effects of targeting the CB1 receptor.",
        "doi": "10.4161/cib.1.1.6568",
        "pmid": "19704783",
        "slug": "antiinflammatory-cannabinoids-in-diet-towards-a-better-under-2008-6adbfd"
      },
      {
        "title": "IS THERE A ROLE FOR CANNABIDIOL AND ASSOCIATIONS IN THE CARE OF PATIENTS WITH SYSTEMIC LUPUS ERYTHEMATOSUS?",
        "year": 2024,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Researchers are investigating whether CBD oil could help people with lupus, an autoimmune disease. 50 adults with lupus are participating in the study. They will take CBD oil or a placebo (fake pill) for 3 months. The researchers will check if the CBD improves symptoms like joint pain, fatigue, and inflammation. Results are pending - the study is still ongoing. If CBD is found to help, it could provide a new treatment option for managing lupus.",
        "doi": "10.47660/cbr.2024.1724",
        "pmid": null,
        "slug": "is-there-a-role-for-cannabidiol-and-associations-in-the-care-2024-a01f92"
      },
      {
        "title": "Prevalence of Cannabidiol (CBD) Use in an Outpatient Hand Surgery Clinic",
        "year": 2025,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 95-word plain-language summary of the research study:\n\nResearchers surveyed over 900 people visiting a hand surgery clinic about their use of CBD (the non-psychoactive compound found in cannabis). 15% reported using CBD, and 39% of CBD users said it helped with their pain. CBD users tended to be women with wrist or hand arthritis, and they reported higher pain levels and worse function compared to non-users. The study suggests that while some people feel CBD helps their pain, it did not provide clear objective improvements. More research is still needed on optimal CBD doses and how it may be used for hand and wrist conditions.",
        "doi": "10.3928/01477447-20250904-01",
        "pmid": "41114690",
        "slug": "prevalence-of-cannabidiol-cbd-use-in-an-outpatient-hand-surg-2025-2ee8b2"
      }
    ]
  },
  {
    "condition": "jaw-pain",
    "searchTerms": [
      "jaw pain",
      "tmj",
      "temporomandibular",
      "facial pain",
      "orofacial"
    ],
    "evidenceLevel": "Insufficient",
    "totalStudies": 2,
    "humanStudies": 2,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Myorelaxant Effect of Transdermal Cannabidiol Application in Patients with TMD: A Randomized, Double-Blind Trial",
        "year": 2019,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "In this study, researchers tested whether applying CBD oil to the jaw muscles could help relax the muscles and reduce pain in people with TMD (jaw muscle and joint problems). 60 people were split into two groups - one group used CBD oil and the other used a placebo (fake) oil. After 14 days, the group using CBD oil had a significant reduction in muscle activity (11-12% decrease) and pain (70% reduction), while the placebo group saw little change. The study suggests that applying CBD oil topically can help relax the jaw muscles and improve symptoms in people with TMD.",
        "doi": "10.3390/jcm8111886",
        "pmid": "31698733",
        "slug": "myorelaxant-effect-of-transdermal-cannabidiol-application-in-2019-e8edec"
      },
      {
        "title": "Characterization of the biochemical and behavioral effects of cannabidiol: implications for migraine",
        "year": 2023,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 100-word plain-language summary of the CBD and migraine research study:\n\nResearchers tested how CBD oil affects migraine in rats. They gave rats migraine using a chemical called nitroglycerin, then treated them with 15 or 30 mg/kg of CBD. \n\nIn the acute migraine model, CBD reduced pain-related behaviors and lowered inflammatory molecules like CGRP and cytokines in the brain. \n\nIn the chronic migraine model, CBD only reduced one inflammatory molecule (IL-6) and lowered CGRP levels. \n\nCBD did not affect the rats' anxiety, movement or grooming. The researchers also measured how much CBD reached different brain regions.\n\nOverall, this suggests CBD may help manage some migraine symptoms, but more research is needed. The results are promising but not conclusive.",
        "doi": "10.5281/zenodo.7780619",
        "pmid": null,
        "slug": "characterization-of-the-biochemical-and-behavioral-effects-o-2023-18af0c"
      }
    ]
  },
  {
    "condition": "rib-pain",
    "searchTerms": [
      "rib pain",
      "chest pain",
      "costochondritis",
      "intercostal",
      "thoracic"
    ],
    "evidenceLevel": "Insufficient",
    "totalStudies": 1,
    "humanStudies": 1,
    "animalStudies": 0,
    "inVitroStudies": 0,
    "rcts": 0,
    "reviews": 0,
    "totalParticipants": 0,
    "highQualityCount": 0,
    "mediumQualityCount": 0,
    "topStudies": [
      {
        "title": "Bullous disease of the lung and cannabis smoking: insufficient evidence for a causative link",
        "year": 2006,
        "type": null,
        "subject": "human",
        "sampleSize": null,
        "qualityScore": null,
        "summary": "Here is a 98-word plain-language summary of the research study:\n\nThis study looked at whether cannabis (marijuana) smoking causes a lung condition called bullous lung disease, which can lead to collapsed lung (pneumothorax). \n\nThe authors reviewed the evidence and found no clear proof that cannabis smoking directly causes bullous lung disease. Some case reports have suggested a link, but the authors say the condition is complex with many possible causes. Cannabis smoking may indirectly contribute to pneumothorax through extreme breath-holding and lung pressure changes, but this would be considered \"traumatic\" rather than \"spontaneous\" pneumothorax.\n\nOverall, the authors concluded there is insufficient evidence to say cannabis smoking causes bullous lung disease. More research is needed.",
        "doi": "10.1258/jrsm.99.2.77",
        "pmid": "16449781",
        "slug": "bullous-disease-of-the-lung-and-cannabis-smoking-insufficien-2006-045f84"
      }
    ]
  }
]