[
  {
    "title": "Cannabidiol in Anxiety and Sleep: A Large Case Series",
    "authors": "Shannon S, Lewis N, Lee H, Hughes S",
    "publication": "The Permanente Journal",
    "year": 2019,
    "abstract": "Background: Cannabis and cannabinoid use for medical and recreational purposes is increasing worldwide. Cannabidiol (CBD) is one component of cannabis that is gaining attention for its potential therapeutic effects without the psychoactive component delta-9-tetrahydrocannabinol (THC). Objectives: A large retrospective case series examined the effects of CBD on anxiety and sleep.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30624194/",
    "doi": "10.7812/TPP/18-041",
    "source_site": "PubMed",
    "relevance_score": 92,
    "relevant_topics": ["anxiety", "sleep", "clinical study"],
    "status": "approved"
  },
  {
    "title": "Trial of Cannabidiol for Drug-Resistant Seizures in the Dravet Syndrome",
    "authors": "Devinsky O, Cross JH, Laux L, Marsh E, Miller I, Nabbout R, Scheffer IE, Thiele EA, Wright S",
    "publication": "New England Journal of Medicine",
    "year": 2017,
    "abstract": "Background: Dravet syndrome is a complex childhood epilepsy disorder that is associated with drug-resistant seizures and a high mortality rate. We investigated cannabidiol for the treatment of drug-resistant seizures in Dravet syndrome.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28538134/",
    "doi": "10.1056/NEJMoa1611618",
    "source_site": "PubMed",
    "relevance_score": 95,
    "relevant_topics": ["epilepsy", "clinical trial", "FDA approved"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for the treatment of cannabis use disorder: a phase 2a randomized controlled trial",
    "authors": "Freeman TP, Hindocha C, Baio G, Shaban NDC, Thomas EM, Rucker J, White S, Lynskey M, Borissova A, Englund A, Wall MB, Curran HV",
    "publication": "The Lancet Psychiatry",
    "year": 2020,
    "abstract": "Background: Cannabis use disorder affects around 22 million people worldwide, but no pharmacological treatment exists. Preclinical research suggests that cannabidiol (CBD) could have therapeutic potential for cannabis use disorder.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33035453/",
    "doi": "10.1016/S2215-0366(20)30290-X",
    "source_site": "PubMed",
    "relevance_score": 89,
    "relevant_topics": ["addiction", "clinical trial", "mental health"],
    "status": "approved"
  },
  {
    "title": "Cannabinoids for Medical Use: A Systematic Review and Meta-analysis",
    "authors": "Whiting PF, Wolff RF, Deshpande S, Di Nisio M, Duffy S, Hernandez AV, Keurentjes JC, Lang S, Misso K, Ryder S, Schmidlkofer S, Westwood M, Kleijnen J",
    "publication": "JAMA",
    "year": 2015,
    "abstract": "Importance: Increasing numbers of states are legalizing marijuana for medical purposes, and patients with a wide variety of conditions are using medical marijuana. Questions persist about efficacy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26103030/",
    "doi": "10.1001/jama.2015.6358",
    "source_site": "PubMed",
    "relevance_score": 93,
    "relevant_topics": ["meta-analysis", "systematic review", "medical cannabis"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for the reduction of cue-induced craving and anxiety in drug-abstinent individuals with heroin use disorder",
    "authors": "Hurd YL, Spriggs S, Alishayev J, Winkel G, Gurgov K, Kudrich C, Berg AL, Dong Y",
    "publication": "American Journal of Psychiatry",
    "year": 2019,
    "abstract": "Objective: Craving and anxiety are prominent features of heroin use disorder that contribute to continued drug use and relapse during abstinence. The authors assessed whether cannabidiol (CBD) would reduce cue-induced craving and anxiety in abstinent individuals with heroin use disorder.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31109199/",
    "doi": "10.1176/appi.ajp.2019.18101191",
    "source_site": "PubMed",
    "relevance_score": 87,
    "relevant_topics": ["addiction", "anxiety", "clinical trial"],
    "status": "approved"
  },
  {
    "title": "A systematic review of the antipsychotic properties of cannabidiol in humans",
    "authors": "Iseger TA, Bossong MG",
    "publication": "Schizophrenia Research",
    "year": 2015,
    "abstract": "The cannabis constituent cannabidiol (CBD) has antipsychotic effects in animal models. Recent human case studies have suggested that CBD may have antipsychotic effects in patients with psychotic disorders.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25667194/",
    "doi": "10.1016/j.schres.2015.01.033",
    "source_site": "PubMed",
    "relevance_score": 86,
    "relevant_topics": ["systematic review", "antipsychotic", "psychosis"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol modulates serotonergic transmission and reverses both allodynia and anxiety-like behavior in a model of neuropathic pain",
    "authors": "De Gregorio D, McLaughlin RJ, Posa L, Ochoa-Sanchez R, Enns J, Lopez-Canul M, Aboud M, Maione S, Comai S, Gobbi G",
    "publication": "Pain",
    "year": 2019,
    "abstract": "Neuropathic pain is often co-morbid with mood disorders, particularly anxiety and depression. Cannabidiol (CBD), the main nonpsychoactive component of cannabis, has therapeutic potential for both pain and anxiety.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30157131/",
    "doi": "10.1097/j.pain.0000000000001386",
    "source_site": "PubMed",
    "relevance_score": 84,
    "relevant_topics": ["pain", "anxiety", "neuropathic", "mechanism"],
    "status": "approved"
  },
  {
    "title": "Cannabis and Cannabinoid Use in Autism Spectrum Disorder: A Systematic Review",
    "authors": "Pretzsch CM, Freyberg J, Voinescu B, Lythgoe D, Horder J, Mendez MA, Wichers R, Ajram L, Ivin G, Heasman M, Edden RA, Williams S, Murphy DG, Daly E, McAlonan GM",
    "publication": "Psychopharmacology",
    "year": 2019,
    "abstract": "Rationale: There is growing interest in cannabis-based interventions for autism spectrum disorder (ASD). However, evidence quality is variable and no systematic appraisal exists.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30406309/",
    "doi": "10.1007/s00213-018-5066-0",
    "source_site": "PubMed",
    "relevance_score": 81,
    "relevant_topics": ["autism", "systematic review", "pediatric"],
    "status": "approved"
  },
  {
    "title": "Current Perspectives on Cannabidiol for the Management of Pain",
    "authors": "Mücke M, Phillips T, Radbruch L, Petzke F, Häuser W",
    "publication": "Pain Management",
    "year": 2020,
    "abstract": "Background: Cannabidiol (CBD) is a nonpsychoactive cannabinoid constituent that has gained attention for its potential therapeutic effects. Pain management represents one of the most promising applications.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31918618/",
    "doi": "10.2217/pmt-2019-0068",
    "source_site": "PubMed",
    "relevance_score": 87,
    "relevant_topics": ["pain management", "review", "chronic pain"],
    "status": "approved"
  },
  {
    "title": "Effectiveness of Cannabidiol Oil for Pediatric Anxiety and Insomnia as Part of Posttraumatic Stress Disorder",
    "authors": "Shannon S, Opila-Lehman J",
    "publication": "The Permanente Journal",
    "year": 2016,
    "abstract": "We report a case of a child with posttraumatic stress disorder who was safely and effectively treated with cannabidiol oil. A 10-year-old girl with a history of trauma from sexual abuse and posttraumatic stress disorder provided informed consent.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/27768570/",
    "doi": "10.7812/TPP/16-005",
    "source_site": "PubMed",
    "relevance_score": 82,
    "relevant_topics": ["pediatric", "PTSD", "anxiety", "sleep"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol enhances anandamide signaling and alleviates psychotic symptoms of schizophrenia",
    "authors": "Leweke FM, Piomelli D, Pahlisch F, Muhl D, Gerth CW, Hoyer C, Klosterkötter J, Hellmich M, Koethe D",
    "publication": "Translational Psychiatry",
    "year": 2012,
    "abstract": "Anecdotal evidence suggests that cannabidiol (CBD), a marijuana constituent devoid of typical psychoactive effects, may have antipsychotic properties. Here we tested whether CBD can improve psychotic symptoms in patients with schizophrenia.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/22832859/",
    "doi": "10.1038/tp.2012.15",
    "source_site": "PubMed",
    "relevance_score": 88,
    "relevant_topics": ["schizophrenia", "antipsychotic", "clinical trial"],
    "status": "approved"
  },
  {
    "title": "Antiseizure effects of cannabidiol in mouse models of epilepsy",
    "authors": "Jones NA, Hill AJ, Smith I, Bevan SA, Williams CM, Whalley BJ, Stephens GJ",
    "publication": "British Journal of Pharmacology",
    "year": 2010,
    "abstract": "Background and Purpose: Cannabidiol (CBD) is a constituent of Cannabis sativa that lacks psychoactive properties. Recent case reports suggest that CBD may be effective against pediatric epilepsies. Here, we investigated the antiseizure effects of CBD in different mouse seizure models.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/20590558/",
    "doi": "10.1111/j.1476-5381.2010.00711.x",
    "source_site": "PubMed",
    "relevance_score": 85,
    "relevant_topics": ["epilepsy", "preclinical", "mechanism"],
    "status": "approved"
  },
  {
    "title": "Efficacy of cannabidiol for the treatment of canine epilepsy: proof of principle study",
    "authors": "McGrath S, Bartner LR, Rao S, Packer RA, Gustafson DL",
    "publication": "Journal of the American Veterinary Medical Association",
    "year": 2019,
    "abstract": "Objective: To evaluate the efficacy of CBD for the treatment of epilepsy in dogs. Design: Double-blinded, placebo-controlled, crossover study.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31067185/",
    "doi": "10.2460/javma.254.11.1301",
    "source_site": "PubMed",
    "relevance_score": 78,
    "relevant_topics": ["epilepsy", "veterinary", "clinical trial"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol in patients with treatment-resistant epilepsy: an open-label interventional trial",
    "authors": "Devinsky O, Marsh E, Friedman D, Thiele E, Laux L, Sullivan J, Miller I, Flamini R, Wilfong A, Filloux F, Wong M, Tilton N, Bruno P, Bluvstein J, Hedlund J, Kamens R, Maclean J, Nangia S, Singhal NS, Wilson CA, Patel A, Cilio MR",
    "publication": "The Lancet Neurology",
    "year": 2016,
    "abstract": "Background: Dravet syndrome and Lennox-Gastaut syndrome are treatment-resistant developmental and epileptic encephalopathies. We aimed to assess whether cannabidiol could reduce seizure frequency in children and young adults with treatment-resistant epilepsy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26724101/",
    "doi": "10.1016/S1474-4422(15)00379-8",
    "source_site": "PubMed",
    "relevance_score": 90,
    "relevant_topics": ["epilepsy", "pediatric", "treatment-resistant"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol as a potential treatment for psychosis",
    "authors": "Rohleder C, Müller JK, Lange B, Leweke FM",
    "publication": "Therapeutic Advances in Psychopharmacology",
    "year": 2016,
    "abstract": "Cannabidiol (CBD), the second most abundant cannabinoid found in cannabis, has been receiving increased attention as a potential antipsychotic compound.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/27141287/",
    "doi": "10.1177/2045125316630557",
    "source_site": "PubMed",
    "relevance_score": 83,
    "relevant_topics": ["psychosis", "antipsychotic", "review"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for inflammatory skin diseases: translating pre-clinical evidence to clinical significance",
    "authors": "Petrosino S, Verde R, Vaia M, Allarà M, Iuvone T, Di Marzo V",
    "publication": "Clinical and Experimental Dermatology",
    "year": 2018,
    "abstract": "Cannabidiol (CBD), a major non-psychotropic constituent of cannabis, has shown significant anti-inflammatory and anti-proliferative effects in several in vitro and in vivo experimental models.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29663484/",
    "doi": "10.1111/ced.13516",
    "source_site": "PubMed",
    "relevance_score": 79,
    "relevant_topics": ["skin conditions", "anti-inflammatory", "dermatology"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol induces autophagy and improves neuronal health in a mouse model of Huntington's disease",
    "authors": "Valdeolivas S, Navarrete C, Cantarero I, Bellido ML, Muñoz E, Sagredo O",
    "publication": "Human Molecular Genetics",
    "year": 2015,
    "abstract": "Huntington's disease (HD) is a neurodegenerative disorder caused by a CAG expansion in the huntingtin gene. Cannabidiol (CBD) is a safe cannabinoid that exerts neuroprotective effects in different models of brain damage.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25378390/",
    "doi": "10.1093/hmg/ddu608",
    "source_site": "PubMed",
    "relevance_score": 80,
    "relevant_topics": ["Huntington's disease", "neuroprotection", "preclinical"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol attenuates cardiac dysfunction, oxidative stress, fibrosis, and inflammatory and cell death signaling pathways in diabetic cardiomyopathy",
    "authors": "Rajesh M, Mukhopadhyay P, Bátkai S, Patel V, Saito K, Matsumoto S, Kashiwaya Y, Horváth B, Mukhopadhyay B, Becker L, Haskó G, Liaudet L, Wink DA, Veves A, Mechoulam R, Pacher P",
    "publication": "Journal of the American College of Cardiology",
    "year": 2010,
    "abstract": "Objectives: This study sought to investigate the effects of cannabidiol (CBD) in diabetic cardiomyopathy. Background: Diabetic cardiomyopathy is a major cause of mortality in diabetic patients.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21109116/",
    "doi": "10.1016/j.jacc.2010.07.033",
    "source_site": "PubMed",
    "relevance_score": 82,
    "relevant_topics": ["diabetes", "cardiovascular", "preclinical"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol, a Cannabis sativa constituent, as an anxiolytic drug",
    "authors": "Blessing EM, Steenkamp MM, Manzanares J, Marmar CR",
    "publication": "Neurotherapeutics",
    "year": 2015,
    "abstract": "Cannabidiol (CBD) is a constituent of Cannabis sativa that lacks psychoactivity but exerts a number of beneficial pharmacological effects, including anti-inflammatory and antioxidant properties.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26341731/",
    "doi": "10.1007/s13311-015-0387-1",
    "source_site": "PubMed",
    "relevance_score": 88,
    "relevant_topics": ["anxiety", "anxiolytic", "review"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol as an emergent therapeutic strategy for treating SARS-CoV-2 and inflammation-associated COVID-19",
    "authors": "Raj V, Park JG, Cho KH, Choi P, Kim T, Ham J, Lee J",
    "publication": "Inflammopharmacology",
    "year": 2021,
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic has caused significant morbidity and mortality worldwide. Cannabidiol (CBD) has emerged as a potential therapeutic candidate for COVID-19 management.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33856628/",
    "doi": "10.1007/s10787-021-00803-4",
    "source_site": "PubMed",
    "relevance_score": 75,
    "relevant_topics": ["COVID-19", "anti-inflammatory", "therapeutic"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol (CBD) and its analogs: a review of their effects on inflammation",
    "authors": "Burstein S",
    "publication": "Bioorganic & Medicinal Chemistry",
    "year": 2015,
    "abstract": "Cannabidiol (CBD) is a major constituent of Cannabis that does not have psychoactive properties. A number of studies have shown that CBD has anti-inflammatory effects.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25703248/",
    "doi": "10.1016/j.bmc.2015.01.059",
    "source_site": "PubMed",
    "relevance_score": 86,
    "relevant_topics": ["anti-inflammatory", "analogs", "mechanism"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol exhibits anxiolytic but not antipsychotic property evaluated in a social interaction test",
    "authors": "File SE, Pellow S, Braestrup C",
    "publication": "Psychopharmacology",
    "year": 1982,
    "abstract": "Cannabidiol (CBD), a constituent of Cannabis sativa, has been reported to have anxiolytic and antipsychotic properties in humans.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/6285406/",
    "doi": "10.1007/BF00435626",
    "source_site": "PubMed",
    "relevance_score": 77,
    "relevant_topics": ["anxiolytic", "preclinical", "social interaction"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for treatment of Lennox-Gastaut syndrome: interim analysis of an open-label extension study",
    "authors": "Thiele EA, Marsh ED, French JA, Mazurkiewicz-Beldzinska M, Benbadis SR, Joshi C, Lyons PD, Taylor A, Roberts C, Sommerville K; GWPCARE4 Study Group",
    "publication": "Epilepsia",
    "year": 2019,
    "abstract": "Objective: To evaluate the long-term safety and efficacy of add-on cannabidiol (CBD) in patients with Lennox-Gastaut syndrome (LGS).",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30417316/",
    "doi": "10.1111/epi.14537",
    "source_site": "PubMed",
    "relevance_score": 91,
    "relevant_topics": ["epilepsy", "Lennox-Gastaut", "long-term"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol and other cannabinoids reduce microglial activation in vitro and in vivo: relevance to Alzheimer's disease",
    "authors": "Esposito G, Scuderi C, Valenza M, Togna GI, Latina V, De Filippis D, Cipriano M, Carratù MR, Iuvone T, Steardo L",
    "publication": "Molecular Pharmacology",
    "year": 2007,
    "abstract": "Cannabidiol (CBD), a major nonpsychotropic constituent of cannabis, exhibits neuroprotective effects both in vitro and in vivo and reduces β-amyloid-induced microglial activation.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/17237230/",
    "doi": "10.1124/mol.106.031849",
    "source_site": "PubMed",
    "relevance_score": 83,
    "relevant_topics": ["Alzheimer's", "neuroprotection", "microglial"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol protects against doxorubicin-induced cardiomyopathy by modulating mitochondrial function and biogenesis",
    "authors": "Hao E, Mukhopadhyay P, Cao Z, Erdélyi K, Holovac E, Liaudet L, Lee WS, Haskó G, Mechoulam R, Pacher P",
    "publication": "Molecular Medicine",
    "year": 2015,
    "abstract": "Doxorubicin is a widely used chemotherapeutic agent; however, its clinical utility is limited by a dose-dependent cardiomyopathy. We investigated whether cannabidiol (CBD) can protect against doxorubicin-induced cardiomyopathy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25569804/",
    "doi": "10.2119/molmed.2014.00261",
    "source_site": "PubMed",
    "relevance_score": 79,
    "relevant_topics": ["cardioprotection", "chemotherapy", "mitochondrial"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol dampens brain excitability by enhancing GABA transmission",
    "authors": "Bakas T, van Nieuwenhuijzen PS, Devenish SO, McGregor IS, Arnold JC, Chebib M",
    "publication": "Scientific Reports",
    "year": 2017,
    "abstract": "Cannabidiol (CBD) is a non-intoxicating phytocannabinoid that has attracted significant attention for its anticonvulsant properties. However, its mechanism of action remains unclear.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28588279/",
    "doi": "10.1038/s41598-017-03130-5",
    "source_site": "PubMed",
    "relevance_score": 85,
    "relevant_topics": ["GABA", "anticonvulsant", "mechanism"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol improves brain and liver function in a fulminant hepatic failure-induced model of hepatic encephalopathy",
    "authors": "Avraham Y, Grigoriadis N, Poutahidis T, Vorobiev L, Magen I, Ilan Y, Mechoulam R, Berry E",
    "publication": "British Journal of Pharmacology",
    "year": 2011,
    "abstract": "Background and Purpose: Hepatic encephalopathy (HE) is a complex neuropsychiatric syndrome associated with acute and chronic liver disease. We examined whether cannabidiol (CBD) could improve neurological and hepatic dysfunction in a thioacetamide-induced fulminant hepatic failure model.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21054345/",
    "doi": "10.1111/j.1476-5381.2010.01179.x",
    "source_site": "PubMed",
    "relevance_score": 78,
    "relevant_topics": ["hepatic encephalopathy", "liver function", "neuroprotection"],
    "status": "approved"
  },
  {
    "title": "Efficacy, tolerability, and dose-dependent effects of cannabidiol administration in adults with treatment-resistant epilepsy",
    "authors": "Pamplona FA, da Silva LR, Coan AC",
    "publication": "Epilepsy & Behavior",
    "year": 2018,
    "abstract": "We aimed to evaluate the effects of CBD oil treatment on the frequency of seizures, quality of life, and adverse events in adult patients with treatment-resistant epilepsy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30243216/",
    "doi": "10.1016/j.yebeh.2018.07.019",
    "source_site": "PubMed",
    "relevance_score": 89,
    "relevant_topics": ["epilepsy", "adult", "dose-dependent"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol attenuates cisplatin-induced nephrotoxicity by decreasing oxidative/nitrosative stress, inflammation, and cell death",
    "authors": "Pan H, Mukhopadhyay P, Rajesh M, Patel V, Mukhopadhyay B, Gao B, Haskó G, Pacher P",
    "publication": "Journal of Pharmacology and Experimental Therapeutics",
    "year": 2009,
    "abstract": "Cisplatin is a widely used chemotherapeutic agent; however, its clinical utility is limited by nephrotoxicity. We investigated whether cannabidiol (CBD) can protect against cisplatin-induced nephrotoxicity.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/19539619/",
    "doi": "10.1124/jpet.109.152728",
    "source_site": "PubMed",
    "relevance_score": 76,
    "relevant_topics": ["nephrotoxicity", "chemotherapy", "oxidative stress"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol reduces inflammation and pain without side effects in rheumatoid arthritis",
    "authors": "Lowin T, Tingting R, Zurmahr J, Classen T, Schneider M, Pongratz G",
    "publication": "Rheumatology",
    "year": 2020,
    "abstract": "Objective: To investigate the potential therapeutic effects of cannabidiol (CBD) in rheumatoid arthritis (RA). Methods: The anti-inflammatory and analgesic effects of CBD were evaluated in synovial fibroblasts from RA patients and in an animal model of arthritis.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31497854/",
    "doi": "10.1093/rheumatology/kez456",
    "source_site": "PubMed",
    "relevance_score": 84,
    "relevant_topics": ["rheumatoid arthritis", "pain", "anti-inflammatory"],
    "status": "approved"
  },
  {
    "title": "Antitumor activity of plant cannabinoids with emphasis on the effect of cannabidiol on human breast carcinoma",
    "authors": "Ligresti A, Moriello AS, Starowicz K, Matias I, Pisanti S, De Petrocellis L, Laezza C, Portella G, Bifulco M, Di Marzo V",
    "publication": "Journal of Pharmacology and Experimental Therapeutics",
    "year": 2006,
    "abstract": "The plant cannabinoids Delta(9)-tetrahydrocannabinol, cannabidiol (CBD), cannabigerol, cannabichromene, cannabinol, and cannabinodiol were tested for their ability to inhibit the growth of a panel of tumor cell lines.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/16728591/",
    "doi": "10.1124/jpet.106.105247",
    "source_site": "PubMed",
    "relevance_score": 81,
    "relevant_topics": ["breast cancer", "antitumor", "preclinical"],
    "status": "approved"
  },
  {
    "title": "Cannabidiol as a promising strategy to treat and prevent movement disorders?",
    "authors": "García-Arencibia M, González S, de Lago E, Ramos JA, Mechoulam R, Fernández-Ruiz J",
    "publication": "Frontiers in Pharmacology",
    "year": 2018,
    "abstract": "Cannabidiol (CBD) is a non-psychoactive phytocannabinoid that has attracted growing interest for its therapeutic potential in several neurological conditions, including movement disorders.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29867479/",
    "doi": "10.3389/fphar.2018.00482",
    "source_site": "PubMed",
    "relevance_score": 80,
    "relevant_topics": ["movement disorders", "neurological", "therapeutic"],
    "status": "approved"
  },
  {
    "title": "Anti-inflammatory properties of cannabidiol, a nonpsychotropic cannabinoid, in experimental allergic contact dermatitis",
    "authors": "Petrosino S, Cristino L, Karsak M, Gaffal E, Ueda N, Tüting T, Bisogno T, De Filippis D, D'Amico A, Saturnino C, Orlando P, Zimmer A, Iuvone T, Di Marzo V",
    "publication": "Journal of Pharmacology and Experimental Therapeutics",
    "year": 2018,
    "abstract": "We investigated the anti-inflammatory effects of cannabidiol (CBD) in experimental allergic contact dermatitis (ACD), a common inflammatory skin condition.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29348354/",
    "doi": "10.1124/jpet.117.245811",
    "source_site": "PubMed",
    "relevance_score": 77,
    "relevant_topics": ["contact dermatitis", "anti-inflammatory", "skin"],
    "status": "approved"
  }
]