[
  {
    "title": "Cannabidiol in Anxiety and Sleep: A Large Case Series",
    "authors": "Shannon S, Lewis N, Lee H, Hughes S",
    "publication": "The Permanente Journal",
    "year": 2019,
    "abstract": "Background: Cannabis and cannabinoid use for medical and recreational purposes is increasing worldwide. Cannabidiol (CBD) is one component of cannabis that is gaining attention for its potential therapeutic effects without the psychoactive component delta-9-tetrahydrocannabinol (THC). Objectives: A large retrospective case series examined the effects of CBD on anxiety and sleep.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30624194/",
    "doi": "10.7812/TPP/18-041",
    "source_site": "PubMed",
    "relevance_score": 92,
    "relevant_topics": [
      "anxiety",
      "sleep",
      "clinical study"
    ],
    "status": "approved"
  },
  {
    "title": "Trial of Cannabidiol for Drug-Resistant Seizures in the Dravet Syndrome",
    "authors": "Devinsky O, Cross JH, Laux L, Marsh E, Miller I, Nabbout R, Scheffer IE, Thiele EA, Wright S",
    "publication": "New England Journal of Medicine",
    "year": 2017,
    "abstract": "Background: Dravet syndrome is a complex childhood epilepsy disorder that is associated with drug-resistant seizures and a high mortality rate. We investigated cannabidiol for the treatment of drug-resistant seizures in Dravet syndrome.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28538134/",
    "doi": "10.1056/NEJMoa1611618",
    "source_site": "PubMed",
    "relevance_score": 95,
    "relevant_topics": [
      "epilepsy",
      "clinical trial",
      "FDA approved"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for the treatment of cannabis use disorder: a phase 2a randomized controlled trial",
    "authors": "Freeman TP, Hindocha C, Baio G, Shaban NDC, Thomas EM, Rucker J, White S, Lynskey M, Borissova A, Englund A, Wall MB, Curran HV",
    "publication": "The Lancet Psychiatry",
    "year": 2020,
    "abstract": "Background: Cannabis use disorder affects around 22 million people worldwide, but no pharmacological treatment exists. Preclinical research suggests that cannabidiol (CBD) could have therapeutic potential for cannabis use disorder.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33035453/",
    "doi": "10.1016/S2215-0366(20)30290-X",
    "source_site": "PubMed",
    "relevance_score": 89,
    "relevant_topics": [
      "addiction",
      "clinical trial",
      "mental health"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabidiol for the reduction of cue-induced craving and anxiety in drug-abstinent individuals with heroin use disorder: a double-blind randomized placebo-controlled trial",
    "authors": "Hurd YL, Spriggs S, Alishayev J, Winkel G, Gurgov K, Kudrich C, Berg AL, Dong Y",
    "publication": "American Journal of Psychiatry",
    "year": 2019,
    "abstract": "Objective: Craving and anxiety are prominent features of heroin use disorder that contribute to continued drug use and relapse during abstinence. The authors assessed whether cannabidiol (CBD) would reduce cue-induced craving and anxiety in abstinent individuals with heroin use disorder.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31109199/",
    "doi": "10.1176/appi.ajp.2019.18101191",
    "source_site": "PubMed",
    "relevance_score": 87,
    "relevant_topics": [
      "addiction",
      "anxiety",
      "clinical trial"
    ],
    "status": "approved"
  },
  {
    "title": "Effectiveness of Cannabidiol Oil for Pediatric Anxiety and Insomnia as Part of Posttraumatic Stress Disorder: A Case Report",
    "authors": "Shannon S, Opila-Lehman J",
    "publication": "The Permanente Journal",
    "year": 2016,
    "abstract": "We report a case of a child with posttraumatic stress disorder who was safely and effectively treated with cannabidiol oil. A 10-year-old girl with a history of trauma from sexual abuse and posttraumatic stress disorder provided informed consent.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/27768570/",
    "doi": "10.7812/TPP/16-005",
    "source_site": "PubMed",
    "relevance_score": 82,
    "relevant_topics": [
      "pediatric",
      "PTSD",
      "anxiety",
      "sleep"
    ],
    "status": "approved"
  },
  {
    "title": "Antiseizure effects of cannabidiol in mouse models of epilepsy",
    "authors": "Jones NA, Hill AJ, Smith I, Bevan SA, Williams CM, Whalley BJ, Stephens GJ",
    "publication": "British Journal of Pharmacology",
    "year": 2010,
    "abstract": "Background and Purpose: Cannabidiol (CBD) is a constituent of Cannabis sativa that lacks psychoactive properties. Recent case reports suggest that CBD may be effective against pediatric epilepsies. Here, we investigated the antiseizure effects of CBD in different mouse seizure models.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/20590558/",
    "doi": "10.1111/j.1476-5381.2010.00711.x",
    "source_site": "PubMed",
    "relevance_score": 85,
    "relevant_topics": [
      "epilepsy",
      "preclinical",
      "mechanism"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabidiol enhances anandamide signaling and alleviates psychotic symptoms of schizophrenia",
    "authors": "Leweke FM, Piomelli D, Pahlisch F, Muhl D, Gerth CW, Hoyer C, Klosterkötter J, Hellmich M, Koethe D",
    "publication": "Translational Psychiatry",
    "year": 2012,
    "abstract": "Anecdotal evidence suggests that cannabidiol (CBD), a marijuana constituent devoid of typical psychoactive effects, may have antipsychotic properties. Here we tested whether CBD can improve psychotic symptoms in patients with schizophrenia.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/22832859/",
    "doi": "10.1038/tp.2012.15",
    "source_site": "PubMed",
    "relevance_score": 88,
    "relevant_topics": [
      "schizophrenia",
      "antipsychotic",
      "clinical trial"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabidiol modulates serotonergic transmission and reverses both allodynia and anxiety-like behavior in a model of neuropathic pain",
    "authors": "De Gregorio D, McLaughlin RJ, Posa L, Ochoa-Sanchez R, Enns J, Lopez-Canul M, Aboud M, Maione S, Comai S, Gobbi G",
    "publication": "Pain",
    "year": 2019,
    "abstract": "Neuropathic pain is often co-morbid with mood disorders, particularly anxiety and depression. Cannabidiol (CBD), the main nonpsychoactive component of cannabis, has therapeutic potential for both pain and anxiety.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30157131/",
    "doi": "10.1097/j.pain.0000000000001386",
    "source_site": "PubMed",
    "relevance_score": 84,
    "relevant_topics": [
      "pain",
      "anxiety",
      "neuropathic",
      "mechanism"
    ],
    "status": "approved"
  },
  {
    "title": "A systematic review of the antipsychotic properties of cannabidiol in humans",
    "authors": "Iseger TA, Bossong MG",
    "publication": "Schizophrenia Research",
    "year": 2015,
    "abstract": "The cannabis constituent cannabidiol (CBD) has antipsychotic effects in animal models. Recent human case studies have suggested that CBD may have antipsychotic effects in patients with psychotic disorders.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25667194/",
    "doi": "10.1016/j.schres.2015.01.033",
    "source_site": "PubMed",
    "relevance_score": 86,
    "relevant_topics": [
      "systematic review",
      "antipsychotic",
      "psychosis"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabinoids for Medical Use: A Systematic Review and Meta-analysis",
    "authors": "Whiting PF, Wolff RF, Deshpande S, Di Nisio M, Duffy S, Hernandez AV, Keurentjes JC, Lang S, Misso K, Ryder S, Schmidlkofer S, Westwood M, Kleijnen J",
    "publication": "JAMA",
    "year": 2015,
    "abstract": "Importance: Increasing numbers of states are legalizing marijuana for medical purposes, and patients with a wide variety of conditions are using medical marijuana. Questions persist about efficacy.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26103030/",
    "doi": "10.1001/jama.2015.6358",
    "source_site": "PubMed",
    "relevance_score": 93,
    "relevant_topics": [
      "meta-analysis",
      "systematic review",
      "medical cannabis"
    ],
    "status": "approved"
  },
  {
    "title": "Cannabis and Cannabinoid Use in Autism Spectrum Disorder: A Systematic Review",
    "authors": "Pretzsch CM, Freyberg J, Voinescu B, Lythgoe D, Horder J, Mendez MA, Wichers R, Ajram L, Ivin G, Heasman M, Edden RA, Williams S, Murphy DG, Daly E, McAlonan GM",
    "publication": "Psychopharmacology",
    "year": 2019,
    "abstract": "Rationale: There is growing interest in cannabis-based interventions for autism spectrum disorder (ASD). However, evidence quality is variable and no systematic appraisal exists.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30406309/",
    "doi": "10.1007/s00213-018-5066-0",
    "source_site": "PubMed",
    "relevance_score": 81,
    "relevant_topics": [
      "autism",
      "systematic review",
      "pediatric"
    ],
    "status": "approved"
  },
  {
    "title": "Current Perspectives on Cannabidiol for the Management of Pain",
    "authors": "Mücke M, Phillips T, Radbruch L, Petzke F, Häuser W",
    "publication": "Pain Management",
    "year": 2020,
    "abstract": "Background: Cannabidiol (CBD) is a nonpsychoactive cannabinoid constituent that has gained attention for its potential therapeutic effects. Pain management represents one of the most promising applications.",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31918618/",
    "doi": "10.2217/pmt-2019-0068",
    "source_site": "PubMed",
    "relevance_score": 87,
    "relevant_topics": [
      "pain management",
      "review",
      "chronic pain"
    ],
    "status": "approved"
  }
]